{"pages":[{"title":"about","text":"Leslie HsüAn Engineering Student without focusing on his set path Please don’t hesitate to contact me, regardless of any questions Wish you all good morning, noon, and night","link":"/about/index.html"}],"posts":[{"title":"人文主义、祛魅，神坛的跌落和人的神化","text":"把上帝从神坛上拖下换上自己的同时，现在的人试图把自己的理性从神坛上拖下，而放上更多的东西 “上帝死了。” 现代性的构建从中世纪的文艺复兴开始，作为哲学上的概念，将历史划分为“古代”与“现代”则已经代表了一种现代的时间观，即线性的、无限的时间观。这种观念的产生本质上是由于启蒙运动带来的。启蒙运动乃至“科学”、“理性”作为现代性的开端这一点虽然在不同学科之中略有差异，但现代性的本质就是一个祛魅的过程，将上帝从完美的神探上拖下而将人的理性和道德生活摆上，从信仰上帝的神性到信仰人的理性和自由意志，将物自体的本质进行理解，不盲从于信仰而坚信人的道德。 自培根和笛卡尔时代起，欧洲思想就将其特有的、自我理解和理性批判的一部分归结为了“现代性”这一观念，在培根的眼中，现代总是优于古代的，一方面是因为现代本质上能够获取更多的知识，并且生产力的水平有了充分地提高；另一方面则是因为在当时的欧洲社会，的确涌现出了无数超脱原有历史范畴的开拓者，其佐证既是哥白尼和哥伦布的发现。培根认为古人并非无法超越的完美典范，希腊人也没有那么纯粹完美，“与他那个时代的人相比，希腊人只不过是一些孩子，因为相隔千百年的人类经验，他们还不够成熟（p11）”。 原有的、经典的、循环的时间观被无限的、线性的时间观所打破，而新的历史观正在出现。古代与现代的分界线在于对“共相”的不同立场，古代的“唯实论”认为共相是最终的实在的同时，现代道路的“唯名论”则认为个体实物才是真实存在的，而共相仅仅是名称而已。个人主义和人文主义的萌发将现代与古代严重的割裂开来。康德利用形式逻辑推演出的关于时间与空间、基本粒子、自由意志和上帝的二律背反使得现代性所设想的自然和自由之间无法共存。 在“现代”之前，人的理性是无法理解上帝的，只能通过不断的解读《圣经》来自外向内的进行理解，神无法被人的理性所理解，而只能通过《圣经》的启示或神秘体验而理解。（p22），人的理性在中世纪经院哲学看来并不能理解神性的宏伟而只能通过教会和僧侣的解释才能窥见其皮毛“人并没有自然的或超自然的目的”，唯名论的出现使得中世纪经院哲学的努力化为乌有，它“只是强调神的能力和不可预测性，而非神的爱和理性”(p23)。 而人本身不能作为手段而需要成为目的，在后来的所有思想，包括人文主义和现代性等都接受了唯名论在存在论层次上的个体主义，而人文主义、宗教改革和现代性则是囿于存在着层次上存在着优先性即存在领域的等级结构的问题，其中的矛盾难以调和，形成了巨大的裂缝。现在性存在的基础是时间的线性性，但又同时有需要用历史性的存在来规定时间的线性性，那么只能通过理解人的实践性来理解自己，且时间性只能作为永恒的背景，这样的讨论才是有意义的。 彼特拉克将不朽归结到了所有被效仿以及所有创造和维系了“古典世界”的人，不朽不仅仅属于圣徒和殉道者，通过对于这些杰出榜样共性的研究，彼特拉克肯定了个人的内在价值和自我完善的能力，个体的人和目标是重要的，强调个人在存在者层次上的优先性和价值，与当时占有统治地位的原罪和堕落教义形成对比，使得文艺复兴和现代世界成为可能。彼特拉克要求人美德和自由意志，人是作为个体存在的，同样也是意志的存在。意大利的人文主义者则重点关注古罗马的榜样，将普罗米修斯式的个体主义进一步的拔高，从而试图做到将神性赋予人；稍温和的北方人文主义虽并没有试图将神性赋予人，但也承认道德生活的重要性，人是可以通过自由意志获救的。但其本质上还是对于原罪和堕落教义的补充和发展。但对于这两种人文主义而言，两者都没有把人看成理性的动物，而是看成有意志的个体存在应在政治领域，它们都试图发展出更具共和主义色彩的权威理论。(p102) 在当代语境下，文艺复兴仿佛总是和宗教拥有难以调和的矛盾，并试图用人文主义的方法扬弃宗教的部分，但是要注意的是，人文主义本身并不是反基督教的，人文主义作为“似乎并不相容的成分的奇特杂糅”（p102），对于个人美德、悲剧文学、艺术与哲学的追求这种被彼特拉克崇尚和赞美行动的生活以及维持他所需的美德和僧侣们践行的沉思生活的美德，人文主义都试图将他们结合起来，并将有闲暇来沉思和创造作为新的世俗私人生活的新设想。彼特拉克的人文主义似乎是将英雄罗马人积极的政治生活与奥古斯丁主义的基督教进行无可奈何的融合，教会的腐败并非是由于教义或是教会的制度结构所造成的，而是由于人本身的弱点，使得教会被“人”所腐蚀了。 彼特拉克之后的人文主义者也尝试过平衡和调和道德和虔诚这两个要素，一方面，一直以来的保有的思维惯性是他们认为上帝”by all means is good”的想法，另一方面，意大利的人文主义者则认为，既然是上帝创造了世界，其实异教徒也是基督徒，只是没有意识到这是基督而已。因此追求古希腊英雄们的道德生活的本质就是在追寻基督，而人文主义的目的就是为了塑造一个完全不同的基督教。但“北方人文主义则有更民主的诉求”（p126），伊拉斯谟将“人性和虔诚成功的融入了一种生气勃勃的基督教人文主义中”（p128），它不仅反对经院哲学，也反对唯名论。宗教的核心在其看来其实是内心的虔敬而非教义的断言，并对形而上学有一种与生俱来的反感。所有的人文主义者并不否定神的存在性和重要性，但他们同样相信只能通过人来到达神。马丁路德接受了唯名论形而上学的立场，将所有尘世间的人都归位了撒旦的奴隶，只有通过聆听神的言语才能回到正道，而运用理性则是傲慢的一种，也是最重要的一种蛊惑，只要能够聆听《圣经》，那么教会理论上是不需要的，教会不需要世俗化的权利，只需要通过人内心的感召就能够让人合法的相信。路德和伊拉斯谟的争论在几十年间从未停止过，而其中伊拉斯谟的伯拉纠主义的立场既被天主教会批判，也被路德所嘲讽，但其关于宗教战争的预言却应验了。 笛卡尔的出现，通过将唯名论的神归结为纯粹的理智实体，最终是做到了虔诚和道德的调和，也可以说是笛卡尔“驯服”了神，“他试图通过发展一种能够提供现象背后真实世界图景的数学科学，而使人掌控和拥有自然”（p222）。神的理智的光环可能是虚假的，只要通过人的思考能够再现出来的世界就是真实的，但这样的再现永远的只能存在于主体的想象中。人与神的本质对于笛卡尔而言并无差别，而只是程度的差距；人的认知能力是有限的，从而可能导致理智的误用。通过这样对神的理解，那么所有的关于宗教的仇恨都将消失，唯一支配人类自己的就是人类的良知本身。 到此为止，人与神本质上已经不存在任何区别，神本身就只是一个全知的人而已。唯名论已经推翻了实在论，但是却并没有构建出一整套完整的、健全的哲学神学价值观，在人有伟大的主观能力并应该追求道德生活以及人作为上帝的产物存在先天不足这两种论调中摇摆着前进。在整个现代性建立的过程中，奥卡姆通过神的全能观念将神作为知识的可能消去，并同时将人作为神的偶然创造，被抛入没有目的的世界，之后的彼特拉克则试图重新强调重拾人的道德生活，让人回到了万物的中心，但仍然受到命运的约束；伊拉斯谟则与路德针锋相对，在路德的眼中，神是人的内在动力，人应当聆听神的教诲而非使用自己的理性来挑战神的权威。笛卡尔则将人作为了纯粹的意志的存在，能够通过自我的思考而做到掌握和拥有自然，运用理性批判恶魔的幻想从而成为全新的、完全自由的存在。 人文主义分化出了现当代所有的政治哲学的开端，甚至对于当下也有较深的影响。现代性所宣称的自我创造和用于统治的政治性从来都是联系紧密的，在本书的前言和后记中，作者都提到了当今西方文明应当怎样对待伊斯兰文化带来的冲击，两大文明冲击的标志在作者看来可以简单的归纳为十字军东征和世贸大厦的倒塌，前者是“辉煌”的中世纪对异教徒的挑衅，后者则是近现代以来所受到的反噬，进步史观在柏林墙的推倒后陷入了发展的僵局，而现代性的支持者则主张进一步的净化现代性，马克斯·韦伯认为是文艺复兴和人文主义塑造的新教伦理创造了现行的资本主义社会，把上帝从神坛上拖下换上自己的同时，现在的人试图把自己的理性从神坛上拖下，而放上更多的东西：民族主义构建的现代国家、个人主义带来的身份政治和无处不在的民粹主义。被构建的现代性在当下有被异化的可能，现代性是否会被更加“现代”的后现代性所取代的关键，就是如何处理当今愈发多元和复杂的世界。","link":"/2020/12/31/%E4%BA%BA%E6%96%87%E4%B8%BB%E4%B9%89%E3%80%81%E7%A5%9B%E9%AD%85%EF%BC%8C%E7%A5%9E%E5%9D%9B%E7%9A%84%E8%B7%8C%E8%90%BD%E5%92%8C%E4%BA%BA%E7%9A%84%E7%A5%9E%E5%8C%96/"},{"title":"何以为家——全球难民潮下的政治正确","text":"不同的难民却有同样的症结 “房间里有头大象，但好像没有人想看见他。” 黎巴嫩， 一个几乎没有存在感的国家。相信很多人甚至不知道它在地球的哪一个部位。与朋友闲聊时聊到了黎巴嫩，发现除了真主党之外竟对这个国家一无所知，那么为何还有这种所谓的”文化输出”？ 表面上看来这是个关于原生家庭的教育问题。来到黎巴嫩的叙利亚战争难¬民在挣扎的求生，赞恩的生活无疑是悲惨的，他没有生日，不知道自己的年龄，每天被打骂，妹妹被送走，生活环境恶劣…然后在妹妹因怀孕死后愤而暴起杀人而判刑，最终判处五年监禁。在狱中他决定起诉父母，法官询问他起诉的理由，“因为他们生了我”。 如若剧情戛然而止，那么这样的留白必定能成为整个电影中最精彩的一笔。 但是没有。 首先要讲，这是一部非常纪实的电影，对原生家庭的探讨，对社会大环境的 控诉，对’为什么还要生这么多”的思考。 赞恩的生活如此艰难，最深层次的原因是什么？任何一个拥有唯物主义价值观和学过辩证法的人都能轻松的看出，造成赞恩一家生活得如此惨淡的原因，“原罪”在于他们的宗教信仰。赞恩父母的“管生不管养”使得赞恩无法得到合适的教育、充足的关心和健康的成长环境，若他们家中只有一个或者两个孩子，那么这一切都不会出现，赞恩可以快乐的成长，也没有人会被人告上法庭，挪威也不需要接受一个拥有性格缺陷的罪犯。 伊斯兰教，在大陆被戏称为“绿教”，以其极端的排外著称。全球赫赫有名的恐怖主义分子基本上可以与这个教派的狂信徒划等号，极端排外的教旨以及保留对异教徒进行“圣战”的权利使伊斯兰教虽然没有基督教广大的心中群体和广泛的传播范围，却拥有最谈之色变的外部印象。正如国内对黑人的所谓“歧视”一样，人们讨厌的永远是一种行为，跟肤色、学历、种族、性别并无关系，不过是“黑人在中国横冲直撞”、“伊斯兰教教徒又在全球各地发动恐怖袭击”、“学历低的人一般都能力不好”这样的印象中，我们并不需要对每一个黑人调查他的背景和所作所为，对每一个伊斯兰教徒先是假设他不是狂热教徒，对每一个低学历层次进行能力测试，因为效率。 在更高的学历水平上招聘，那么至少不会遇见那么多能力差的人；减少与黑人的来往就能够减少很多不必要的麻烦；不理会或者遏制伊斯兰教的发展势头，则可以显著地降低某天走在街上被抓作人质或者绑上炸弹背心的概率。抵制的从来不是某个民族，某种教派；而是这些群体所带来的，更大概率地不良行为，为了效率，我们选择“一刀切”，虽然简单粗暴，但一直以来的经验告诉我们，这是正确的。 其次是镜头语言的叙述上，电影全程渲染了一种悲惨的氛围，并且通过大¬量的手持镜头试图来体现电影的真实性和故事性，然而，过多时长的手持镜头的使用反而让整部片子看起来十分的业余和仓促，甚至让观众感受到了生理上的头晕和呕吐感。在赞恩跑出家的那一段长时间的大幅度的摇晃手持镜头的拍摄时，这种不适感到达了顶峰。以至于本该是体会绝望的一段剧情硬生生的变成了对身体不适的忍耐，情感无处宣泄，反而肠胃需要释放。赞恩最后有一个好的归宿，那就是去到挪威，成为一名合法的“难民”。挤占了本属于其他人的社会资源，于他本人而言，这当然是最好的去处，但于挪威的民众而言呢？于整个欧盟而言呢？ 以前我对难民问题做过一些调查并以此为主题完成了一篇文章，德国在大量接受难民之后财政支出（福利性）占比大大提高（German Draft Budgetary Plan 2019, Germany government)），犯罪率大量提高（Christian Pfeiffer,2018），而以未接收过难民的日本，其犯罪率到达了十年了来的最低点（平成19,２８年の犯罪情勢, 警察庁），这些难民除了为欧洲带来越来越多的低素质人群和不稳定分子外，见不到任何好处。最后，非常耐人寻味的足此片是由黎巴嫩人拍摄的，颇有些”向更弱者挥刀”的意味。在全球难民潮的背景下，一位黎巴嫩导演写了一个从叙利亚逃难来的小男¬孩在控诉自己父母“为什么生我”，杀死自己妹夫的、有性格缺陷的、未接受过教育的穆斯林进入了挪威获得“救赎”的故事，将这个故事包裹在对原生家庭教育问题的，充满着温情和亲情的糖衣之下，却不能说出真正的原因，抑或是，不想说出真正的原因。“房间里有头大象，但好像没有人能看见他。” Reference: 平成１９年の犯罪情势,警察厅 Laura Gauer Bermudez and others, ‘Safety, Trust, and Disclosure: A Qualitative Examination of Violence against Refugee Adolescents in Kiziba Camp, Rwanda’, Social Science and Medicine, 200.July 2017 (2018), 83–91 Fabian T. Dehos, ‘The Refugee Wave to Germany and Its Impact on Crime’, Ruhr Economic Papers, 737 (2017). German Draft Budgetary Plan 2019 Co-Determination 2018,FEDERAL MINISTRY OF LABOUR AND SOCIAL AFFAIRS 平成２８年の犯罪情勢, 警 察 庁, 平成２９年７月","link":"/2017/10/23/%E4%BD%95%E4%BB%A5%E4%B8%BA%E5%AE%B6%E2%80%94%E2%80%94%E5%85%A8%E7%90%83%E9%9A%BE%E6%B0%91%E6%BD%AE%E4%B8%8B%E7%9A%84%E6%94%BF%E6%B2%BB%E6%AD%A3%E7%A1%AE/"},{"title":"六沟珑和烟火气","text":"烟火气不是如来不断外部强调的特质，而是人的内部对于熟悉的，热情­的生活的热忱。 Special Thanks to: Sapphire and Jiating With your company, the tour became meaningful 行进在岳麓大道上时，在顺着车尾灯和边缘各色闪烁的亮化工程中，耳边响起了福禄寿的马。从正好被车上的空调吹得有些许湿润的眼眶中看去，整作城迷离地呈现着王家卫胶片中的那个灯红酒绿的香港，那段写满男男女女的各色故事的香港。我的旅行一直以来都没有明确的规划，没有计划，没有目的，也没有同行人的”三无”模式成为了我的旅行的常态与特色；我不会规划，也懒得规划。 长沙这座城市总给我一种莫名的熟悉感，她像极了我所生活过的朝阳东路和文华街。坡坡坎坎与起起伏伏是长沙的特色，也是根植在我心里的一座城市的样子。她很诚实，很朴素，路网并不复杂但足够交错，楼宇并不高耸但也足够繁华。接近午夜的长沙反而是一天以来最有人味的一段时间，无序但又守则的人群和车流一起和谐共处，和见缝插针的两轮电动一起，画着这幅属于长沙的夜晚。 长沙和她一样，一条河穿城而过，将整座城市划成两半，人们的工作与生活就这样的和这条河连结和捆绑在了一起。我们会说，“去河的这边。”，去看那些虽然不怎么流连忘返但是足够可观的景色；我们也会说，“往河的那边走吧！”，回到旧日的生活和人烟当中，在声声的钟表之中日复一日地向前走着。 我选择的时间非常巧妙，前两天，是长沙几周以来最热的几天，但这样我们在岳麓山也碰到了意想不到的人流量。最后一天我遇上了连绵不断的暴雨，湘江的水都变得浑浊起来，甚至有了明显的升高；降水驱赶了前几日的酷暑，甚至让天气变得有些透骨的寒意，果然事物是在螺旋中不断的变化，至于上升还是下降，那就极其仰仗于实际的情况了。 在吃东安鸡的那个晚上，我看到了长沙作为老城的一角，无处不在的共享电动车和大街上充满幸福氛围的小情侣，还有石板路上透过鞋底透出的恰如其分的力道和打着旋吹来的江风。藏在巷子里的有一家小酒吧，里面只有五个位置，坐着一位唱的不错的歌手，和三个无所事事喝酒聊天的闲人，可谁又能想到仅在一墙之隔，就是繁华和摩登的摩天大楼呢？ 在回程的途上，因为稍晚起飞了半小时，机长认为能够凭借更快的飞行速度弥补确实，便一直顶着限速进行飞行。机长和我们一样，都在迷茫的赶路之中。我们每次试图用更快的速度来弥补失去的曾经，但曾经之所以是曾经，就是因为其百分百的发生过，也是无法更改的。线性和串行的时空观支配着我们，从输入与输出来看似乎并没有差别，但晚起飞的半小时终究是这么逝去了，没有任何疑问，那最后能节省出的半小时，还是原来的那半个小时么？我觉得总归是差了些。 那么就如此这般，不好不坏；就如此这般，不急不缓。人与人的相识就是一场大型的随机概率实验，而人和人的离开，就像是被橘子洲分开的湘江。","link":"/2021/05/17/%E5%85%AD%E6%B2%9F%E7%8F%91%E5%92%8C%E7%83%9F%E7%81%AB%E6%B0%94/"},{"title":"中华文明通论","text":"你远比你想象的善良 Several parts of the notes are adopted from Rui Gong. Issues about the last three chapters may contact Rui Gong. Fall 2018朱元璋（明太祖）的改革 元朝的行省制度改革：削弱地方势力；撤销行省 相权逐渐被削弱，从唐朝将宰相的人数增多，元朝为中书省的左右相。 明朝取消宰相因为朱元璋不信任官僚体制，废除了御史台，设立了都察院，下设道监察御史，同时设立六科给事中，与刑部、大理寺合称“三法司” 言官：科道官，实际运行中，成为官僚集团与皇帝博弈的棋子 通政使司：疏通奏本 反腐力度极大 内阁的形成 设立原因：政务繁忙 形成的进程： 设立春夏秋冬四辅官，最开始以在地方上德高望重之人担任， 后仿照宋代制度设立殿阁大学士，来自翰林院，仍为顾问，没有实权 内阁学士入值文渊阁，参与机务，官阶极低，不能影响各衙门 仁宗、宣宗时期地位增高，权力更重 宣德三年，拥有票拟的权力，但内阁阁臣依旧没有统领百官的权利 票拟：在奏折上提出意见批红：改定阁票后，亲自或由司礼监太监代笔，将旨意写在奏折上通政使司$\\to$司礼监$\\to$皇帝$\\to$司礼监$\\to$内阁（票拟）$\\to$司礼监$\\to$皇帝（批红）$\\to$司礼监（批红或代为批红）$\\to$内阁 明代的宦官 明代四大权阉：王振、汪直、刘瑾、魏忠贤 得势过程 明太祖时期： 宦官机构初步建立，包括司礼监，执掌宫廷礼仪 开始到外地传达使命，刺探臣民隐士 文化岗位由去势文人担任，一般宦官只识字 高度警惕，严格管束 明成祖（朱棣） 为防止旧臣反抗、监视藩王、控制军队，开始重用宦官 执掌东厂、监京营、守备南京、出镇各地 教小部分宦官学习文化 重用宦官但能够驾驭 明宣宗 防止叔父造反，更加重用宦官 建立司礼监太监代皇帝批红，司礼监的地位达到顶峰 设立掌印太监、秉笔太监、随堂太监 皇帝年幼或昏庸时，权力下放至司礼监 内书堂 教习为翰林院的高级知识分子 学生为十岁左右的小宦官 课程包括启蒙、基础课、专业课（内令、《忠鉴录》、《貂珰史鉴》、判仿）、选修课 出路：文书房任职（司礼监预备）、二十四衙门任职、宫里教书 司礼监权力的进一步扩大 王振公然损毁朱元璋所立铁牌 明英宗开始，皇位交替时司礼监与阁臣同受顾命 明代宗时掌管出镇宦官的派遣和调动4， 明英宗时监督三法司审录狱囚 土木堡之变后负责京城的保卫 掌印太监兼任东厂厂公明代的厂卫 明太祖 设立锦衣卫，皇帝亲军，负责侦察、逮捕、审问 洪武二十年废锦衣卫 明成祖 重建锦衣卫 为监控建文帝余党建立东厂，统领为太监，人员来自锦衣卫 明宪宗、明武宗 明宪宗时，李子龙案后设西厂，御马监太监汪直统领 明武宗时，司礼监太监刘瑾专权，东厂、西厂、内行厂全开 最初东厂、锦衣卫平级，明中期以后东厂成为锦衣卫上级 诏狱和廷杖 诏狱：皇帝亲自下诏审理、不走常规司法程序 审讯由锦衣卫北镇抚司主理，东厂监视，结果直接上报皇帝 定罪量刑制度上归刑部，实际上由皇帝专断 廷杖：由皇帝下旨，司礼监监督，锦衣卫执行 明宪宗前不去衣，表示侮辱；明武宗开始去衣，有杖死之人 实质上是皇权与士大夫之间的较量，石林声望的指标明代科举 童生（童试（县、府、院三级））$\\to$秀才（终身法定身份，不服徭役，不跪知县，门槛加高）、（乡试）$\\to$举人（终身法定身份，可被吏部选用做知县、学官，与知县平级）、会试之后$\\to$贡士（殿试）$\\to$进士（三甲） 科举考试内容形式解说沿用唐宋旧例，确定四书五经，文风必须仿照古文，使用排偶句式，谓之“八股文”科举考试内容 程朱理学为正统理学是当时儒学的主流，代表人物有刘基、宋濂、方孝孺 《孟子》内容有问题 帝尝览《孟子》，至“土芥” “寇仇”语，谓非臣子所宜言，议罢其配享，诏有谏者以大不敬论。唐抗疏入谏曰：“臣得为孟轲死，死有余荣。”时廷臣无不为唐危。帝鉴其诚恳，不之罪。孟子配享亦旋复。然卒命儒臣修《孟子节文》云。《明史·钱唐传》君之视臣如手足，则臣视君如腹心；君之视臣如犬马，则臣视君如国人；君之视臣如土芥，则臣视君如寇雠。《孟子·离娄》 本想直接去掉《孟子》，然而遭遇极大的阻力，故对《孟子》进行删改,《孟子节文》出炉 《孟子》全文：35512字 《孟子节文》：18054字 删除比例：49% 造反有理君之视臣如土芥，则臣视君如寇雠 尊民抑君民为贵，社稷次之，君为轻 左右皆曰可杀，勿听；诸大夫皆曰可杀，勿听；国人皆曰可杀，然后察之；见可杀焉，然后杀之。领导责任君仁莫不仁，君义莫不义 国必自伐，而后人伐之反征反战争地以战，杀人盈野；争城以战，杀人盈城，此所谓率土地而食人肉，罪不容于死。故善战者服上刑 古之为关也，将以御暴；今之为关也，将以为暴 《孟子节文》的命运 仅使用了17年时间 但是建立了“科举为皇权服务”的思想 八股文的作用 有效地向士人灌输了统治阶级的正统思想 训练和检验了国家管理者的基本素质 进士出路 一甲入翰林院做编修，优秀者进入内阁 二甲进入六部任职，漫长过程后升为高官明代的党政与改革南北之争 起因：朱元璋打压江南经济 元末张士诚割据江南，深得民心，朱元璋久攻不下 明朝建立后，朱元璋从赋税、人口各方面打压江南 上恶吴民殉守张士诚,故重其科。时天下田租亩三升三合五勺（3.35升）,苏松等至七斗五升（75升）。苏额: 元三十六万石,张氏百万石,明历减尚二百七十余万石。《国榷》苏、松、嘉、湖、杭五郡，地狭民众，细民无田以耕，往往逐末利而食不给。临濠朕故乡也，田多未辟，土有遗利，宜令五郡民无田产者，往临濠开种，就以所种田为己业，官给牛种舟粮以资遣之，仍三年不征其税。洪武三年上谕 朱元璋对归顺江南人士的态度 对于愿意效忠的江南人士委以重任 对江南出身的大臣严加防范，多方试探 朱元璋对不合作江南人士的态度 高启，字季迪，长洲人。博学工诗。张士诚据吴，启依外家，居吴淞江之青丘。洪武初，被荐，偕同县谢徽召修《元史》，授翰林院国史编修官，复命教授诸王。三年秋，帝御阙楼，启、徽俱入对，擢启户部右侍郎，徽吏部郎中。启自陈年少不敢当重任，徽亦固辞，乃见许已，并赐白金放还。启尝赋诗，有所讽刺，帝嗛之未发也。及归，居青丘，授书自给。知府魏观为移其家郡中，旦夕延见，甚欢。观以改修府治，获谴。帝见启所作《上梁文》，因发怒，腰斩于市，年三十有九。 《明史·高启列传》 《上梁文》中有“龙盘虎踞”一词 初，张士诚以苏州旧治为宫，迁府治于都水行司。观以其地湫隘，还治旧基。又浚锦帆泾，兴水利。或谮观兴既灭之基。帝使御史张度廉其事，遂被诛。帝亦寻悔，命归葬。《明史·魏观列传》 朱元璋打压江南人士 重点打击：洪武十八、十九年间，三发《大诰》，惩治官吏 户部用官：洪武二十六年规定“户部官不得用浙江、江西、苏松人” 科举选人：洪武三十年会试，刘三吾主考，春榜52人均为南人作废，下榜61人全是北人 历朝皇帝培植北人势力 简文帝一度扭转打击男人风气，然而朱棣在政争中胜出 明仁宗时，科举分北、中、南考区，用不同试卷 培养北人势力的目的 收揽北方士人之心，加强对北方的控制 在官僚集团内部行成对抗和制衡，加强皇帝对整个官僚体系的控制阁权之争大礼议：明世宗的“父皇”是谁，兴献王还是明孝宗 明世宗朝、明穆宗朝阁权之争 明世宗：明朝第一位三十年不上朝的皇帝 通过厂卫刺探士大夫动向，通过票拟、批红处理国家大事 有意培养派系，挑动士大夫党争万历新政 万历新政的政治准备 亲自担任少年明神宗的老师 尊崇和拉拢李太后，嫡母生母两宫并尊 尊崇拉拢大太监拉拢大太监冯保 万历新政的主要举措 整顿吏治 六部、都察院登记应办公事，造册一式三份（底簿，六科，内阁） 六部、都察院每月根据底簿自查进度，按期完成销项 六科稽查六部，半年报内阁一次 内阁据簿册稽查六科，惩处六科欺瞒 内阁、六科、六部/都察院、地方抚按、地方官层层监督，每月、每半年、每年层层考核，作为官员绩效考核依据 考成法是改革之首，新政之基 实质上是正式改变了关于内阁职权的祖制 明太祖废宰相，皇帝成为宰相 明成祖时开始设立内阁，有议政权，无监督执行权 明宣宗时内阁开始有草诏权，仍无监督执行权 明世宗严嵩专权时，内阁首辅实际权力接近宰相 明神宗时内阁获得监督执行权，首辅几乎等同于先代宰相 考成法实施成功的关键 首辅强力推动，亲信带头执行 信赏必罚，树立规则威信 皇帝、太后坚定支持 居正为政，大约以尊主权、课吏实、明赏罚、一号令，万里之外朝下而夕奉行，如疾雷迅风，无所不披靡。 《嘉靖以来首辅传•张居正传》 整顿吏治 公铨选完全以实际功效为准，先求其平淡，后求其聪明 专责成谨慎选拔的基础上用人不疑：充分赋予权力，秦家知道，在遭遇困难时加以支持保护 行久任制定确定且足够长的人气 严考察 定期考察，六年一京察，三年一外察 随事考成 探访告诫 明赏罚 整顿教育 开源节流 开源：清丈田亩全国清丈田亩增加35% 成效： 促进公平：田有定数 增加税源：清丈出豪强隐匿的天地 统一亩制：北方地区统一了亩制，一律以二百四十步为一亩 弊端： 悉求增以为功：用各种方式夸大数字 节流 抑制国家财政和宫廷财政的支出 强化对于边防军镇的钱粮管理，厉行屯田 限制各种既得利益 加强户部的财政管理效能 Spring 2019中华文明的奠基起源中原中心说黄河流域的文化（仰韶、龙山文化为代表）辐射周边地区的文化发展，但存在循环论证的过程 满天星斗说各地均存在古老的文化，满辽文化区、中原文化区、江浙文化区、长江中游区、甘宁文化区、山东文化区挑战了黄河流域中心论， 重瓣花朵说中原文化区从其他五个文化区进行交流，印射到周围的发展 中华文明是独立起源的，中华文明史多元一体的，中华文明经历了起源和形成两个阶段，为秦始皇统一中国奠定了基础 早期问中华文明的三大要素 城邑、金属（二里头时期、陨石）、文字（商代晚期） 最早的城邑在浙江义乌，三面有壕沟，一面有河（9000年之前） 浙江杭州的良渚遗址，290w平方米 陕西榆林遗址、山西临汾陶寺遗址：由内城和外城组成，存在观象台确定节气 龙文化：早期的彩绘龙纹陶盘 虞、舜：最早的中国在临汾一带夏朝（B.C.2800） 禹合诸侯与涂山，执玉帛者万国 祭祀遗址由五色土制，35个驻坑，夏朝的部落二里头遗址以汾河为中心、河南一支、淮河一支，龙文化的传承夏代存在王权的象征 商代 商人的由来：北京——太行山脉一线南行，取代了原有的夏朝（最早的游牧民族吞并农耕政权） 版图南至鄱阳湖，形成中国版图的核心区域 人祭文化，周朝的主题族群作为祭祀的祭品 殷人尊神，率民以事神，先鬼而后礼，先罚而后赏，尊而不亲 尊神的文化，浓重的“天命”思想 周朝周代的八卦 分封制的形成，预示着中国进入封建制社会的阶段 分封制：王室将土地分给贵族 昔周公吊二叔之不咸 王室分封诸侯国&amp;王都之内分封卿大夫$\\to$诸侯国内分封卿大夫$\\to$分封制转变为郡县制 东西两都制 成周:经济中心、军事中心 中国的来源 中：有流苏和鼓做成的有象征意义的仪器 国：以城池为国 中国：位于天下中央的都城地区 分封制 同氏宗亲、异姓亲戚、现代之后、既有方国 姬姓封国控制关中盆地和中原腹地 一组姬姓插入南方，燕孤悬北方 异姓外戚、先代之后作为藩篱屏障 既有方国位于边远地区 分封山东南方、起源地、商朝的中心 齐国燕国抵挡游牧民族入侵，包围核心区域 随国为南下先锋，抵御楚国的入侵 核心战略为保证现有的基本盘 异姓外戚和先代之后作为藩篱屏障，抵挡外敌入侵 方伯国的战略意义方伯：一方诸侯之长，包括晋魏鲁燕齐 魏国殷墟（商朝首都）、鲁国曲阜（商朝行都）、燕国北京（商朝发源地，商纣王长子的窜逃路线） 秦国与楚国的迁移 嬴姓：山东莱芜发源 迁至与西戎作战的最前线，长期的战斗磨练了其国力 楚国：祝融的后代 周道体系 重视交通，分封卿大夫王畿内分封卿大夫：西周早期和中期诸侯国内分封卿大夫：西周晚期以后，将国内土地分在公室供职的卿大夫作为采邑基于分封制的分权 天下（与诸侯国君分享治权）$\\to$王畿（周天子和卿大夫分享治权）$\\to$诸侯国（诸侯国君与卿大夫分治） 周厉王专利与国人暴动 西周早期，山林川泽之利为王室所有 西周中期阿虎兼备贵族蚕食 周厉王强推“专利”改革，与反对后禁锢言论 三年后贵族暴动，非周厉王 共和——共同执政，维持和平 召工、周公二相行政，号约共和 共和：共国国君，号和 基于宗法制的世袭 宗族分大宗小宗，子嗣分为嫡子庶子 世卿世禄制：国有土地被不断私有化 基于国野制的社会组织 国人、野人的区分 国人缴纳军需物资、服兵役，受教育，担任官职，议论朝政 野人缴纳田税 周人对“德”的信仰，对天命存在反思 天命武昌，皇天无亲，惟德是辅 重祭祀$\\to$重民事，重神治$\\to$重德治 西周的“德”的概念 德=德行（外在）+德性（内在） 以德配天、敬德保民、仁德用贤、明德慎罚 周礼的内容及形式 礼义$\\to$礼制$\\to$礼仪$\\to$礼器 亲亲、尊尊（遵照等级行事），亲近应该亲近的人，以父为首，以君为首 以和为贵 小大由之，有所不行，知和而和，不以礼节之，亦不可行也君子和而不同，小人和而不同 周礼的三大基本制度：分封制、宗法制、国野制礼：非暴力的规范体系刑：暴力性的法治体系 周代的政治变迁国际政治变迁王道政治$\\to$霸道政治 西周中期之前：标准的王道政治 王道政治模式逐渐不可持续 西周灭亡，王道政治崩溃，王权旁落于诸侯，出现侯伯 诸王作为阻挡蛮夷的屏障，调解诸候间关系霸道政治的核心：尊王、攘夷、主会、平乱、救患、讨罪、裁决、立约由君尊臣卑到臣尊君卑魏国通过巧取豪夺从分治走向中央集权，开辟了诸侯变法的先河霸道政治与《诗》周易 儒家思想 儒家者流，盖出于司徒之官，助人君顺阴阳、明教化者也。 儒的定义：教授礼乐，操办礼事的士人 富人有丧，乃大说喜，曰：“此衣食之端也！” 儒的收入来源：丧葬、教育（公务人员的培训） 孔子生平 早年居住在鲁国，立志于钻研礼学（~34岁） 到周国访学，到齐国寻求官位（~35岁） 圣人有明德者，若不当世，其后必有达人。《左传•昭公七年》 居鲁治学、相礼、授徒（~50岁） 子曰：“加我数年，五十以学《易》，可以无大过矣。”《论语•述而》 希望自己能够活到50岁 居鲁做官，尝试变革（~54岁） 任中都宰、少司空、大司寇，由于见识到了社会的黑暗面形成了“仁德”的思想 周游列国，推销学说（~68岁） 游说“堕三都”离开鲁国，前往卫国，在匡地被围攻，返回卫国，经过曹国、宋国、郑国到陈国$\\to$“六十而耳顺” 苟有用我者，期月而已可也。三年有成。 61岁起侍奉陈湣公，64岁侍奉卫出公 绝笔获麟，终老于鲁（~73岁）71岁时颜回卒，69岁孔鲤卒 孔子整理《诗》 古者《诗》三千余篇，及至孔子，去其重，取可施于礼义，上采契、后稷，中述殷周之盛，至幽、厉之缺，始于衽席，故曰“《关雎》之乱以为《风》始，《鹿鸣》为《小雅》始，《文王》为《大雅》始，《清庙》为《颂》始”。三百五篇，孔子皆弦歌之，以求合《韶》《武》《雅》《颂》之音。礼乐自此可得而述，以备王道，成六艺。《史记•孔子世家》 三千余篇整理成300篇，“诗三百”，配上音乐以便于背诵 孔子整理《书》《礼》 孔子整理《易》 孔子晚而喜《易》，序《彖》《系》《象》《说卦》《文言》。读《易》，韦编三绝。曰：“假我数年，若是，我于《易》则彬彬矣。” 《史记•孔子世家》 孔子作《春秋》 《春秋》：存在一套特定的价值观，并非真实的史实 儒家学派谱系 孔、曾、子思、孟子（朱熹确定，所谓正统） 子夏促成了魏国变法， “法家是有牙齿的儒家”，二者均强调入世仁孔子之仁 仁为上德、大德，但并非全德 践行仁德比尊重老师更加重要 子贡曰：“如有博施于民而能济众，何如？可谓仁乎？”子曰：“何事于仁，必也圣乎！……。”《论语•雍也》子曰：“若圣与仁，则吾岂敢？抑为之不厌，诲人不倦，则可谓云尔已矣。” 《论语·述而》子曰：“志士仁人，无求生以害仁，有杀身以成仁。” 《论语·卫灵公》子曰：“当仁，不让于师。”《论语·卫灵公》 孝悌、恭敬、宽厚、言之有信、机敏、喜欢惠及他人、恕、勇 子曰：“刚、毅、木、讷近仁。”《论语·子路》 “仁”的核心是“恕”“忠””信” 子以四教：文、行、忠、信。《论语·述而》 仁者爱人 克己复礼为仁 非礼勿视，非礼勿听，非礼勿言，非礼勿动。 学习礼仪的作用，如何具体化（礼）“仁德”的作用，通过礼仪的教化达到获得“仁德”的过程 为仁甚难 因为需要深思熟虑少说话、性格坚毅 要将仁德当作自己一生的责任和任务，与有仁德的人交朋友，不和不如自己的人交朋友 孟子之仁 孟子的性善论——仁德源自人性 告子曰：“生之谓性。”孟子曰：“生之谓性也，犹白之谓白与？”曰：“然。”“白羽之白也，犹白雪之白；白雪之白，犹白玉之白与？”曰：“然。”“然则犬之性，犹牛之性；牛之性，犹人之性与？” 《孟子•告子上》……恻隐之心，人皆有之；羞恶之心，人皆有之；恭敬之心，人皆有之；是非之心，人皆有之。恻隐之心，仁也；羞恶之心，义也；恭敬之心，礼也；是非之心，智也。仁义礼智，非由外铄我也，我固有之也，弗思耳矣。……”《孟子•告子上》 指出了“仁德”的来源，将仁德扩展到政治 从德政到仁政 孔子：德政包括很多道德品质孟子：“仁”可以代表一切美德 以民为本 “民权神授”，将人民的地位拉高到与祭祀同等的高度，有极高的国家地位，但不一定拥有极高的社会地位 “造反有理”：国君代天牧民，民可取而代之。当国君危害社稷就变更国君，祭祀了之后还有灾祸 仁君推恩 以不忍人之心，行不忍人之政，治天下可运之掌上。老吾老，以及人之老；幼吾幼，以及人之幼。天下可运于掌。 降低施行仁德的门槛，包装自己的政治理念 发政施仁 制民之产 明君制民之产，必使仰足以事父母，俯足以畜妻子，乐岁终身饱，凶年免于死亡。 满足最低的生存需求，之后再教化民众。 卿以下必有圭田，圭田五十亩，余夫二十五亩。……方里而井，井九百亩，其中为公田。八家皆私百亩，同养公田。 满足各个阶级的需要，需要给士大夫阶级更多的特权，想同时得到各个阶级的支持。将广大人民阶级的利益 取民有制税收为十分之一，回复经济的活力 关讥而不征，则天下之旅皆悦而愿出于其路矣。耕者助而不税，则天下之农皆悦而愿耕于其野矣。廛无夫里之布，则天下之民皆悦而愿为之氓矣。 谨庠序之教 善政得民财，善教得民心 确定了教育的方向和目的——为统治阶级服务 孝孔子之孝 孝为仁之本 孝是无违礼 生，事之以礼；死，葬之以礼，祭之以礼。 不违背“三年之孝”，目的是帮助统治阶级笼络民心 孝贵在敬 色难。有事，弟子服其劳；有酒食，先生馔；曾是以为孝乎？ 事父母几谏，见志不从，又敬不违，劳而不怨。将孝从行为推进到了精神的层面，从内心开始约束 行孝要及时以劝解皋鱼为例来强调行孝的及时性 少而学，游诸侯，以后吾亲，失之一也；高尚吾志，间吾事君，失之二也；与友厚而小绝之，失之三矣。树欲静而风不止，子欲养而亲不待也。往而不可追者，年也；去而不可得见者，亲也。吾请从此辞矣。 曾子之孝 曾子孝亲的程度 孝道是“天下之大经”强调了孝道的重要性，丰富了孝道的内涵，将“孝”作为了一切美德的起源，成为了曾子学说的核心 行孝道是孝子终身的事业 行父母之遗体，敢不敬乎？ 将孝道作为了一生的行事准则保全躯体，珍重生命。不遗父母恶名，扬名以显父母 父母全而生之，子全而归之，可谓孝矣。不亏其体，不辱其身，可谓全矣。故君子顷步而弗敢忘孝也。 子女的身体和名誉都是父母生命的延续，要将孝作为最基本的准则和治国理念。 孟子之孝 孝悌是良知良能作为人性的基本属性之一 事亲为大 天下之本在国，国之本在家，家之本在身。《孟子•离娄上》 孝道的政治化 树立榜样对普通人推崇曾子（小孝），君主推崇尧舜（大孝）。 不孝有三，无后为大 舜不告而娶，为无后也，君子以为犹告也。”《孟子•离娄上》 从孝行到孝心，从表层到深层，将孝道与发展生产力紧紧地联系（无后） 荀子之孝 荀子的性恶论 凡性者，天之就也，不可学、不可事。《荀子•性恶》 与孟子对天性的定义不同，将情感也包含在天性之中，当然包括兽性。所以提出了“性恶论”人的天性都是“恶”的，需要通过后天的教化（礼、义等）才能约束自己的行为 孝子之道，礼义之文理 夫子之让乎父，弟之让乎兄；子之代乎父，弟之代乎兄，此二行者，皆反于性而悖于情也。 君恩高于父恩国君的丧事也需要服丧三年，从各个方面强调国君的重要性 从义不从父孝道和义分开，将义摆在首位 中庸孔子之中庸 中庸为至德 用中德约束自己，核心是“无过无不及” “文”“质”配位 以礼义为标准，只要是合乎礼义的都可以做 与狂狷之人交往，狂人有理想，狷者有操守。不与“乡原”做朋友。 子思之中庸 人性的本质是天命 思孟学派： 人性源于天命 仁义礼智为心中固有的 荀子学派： 人性源于欲望 仁义礼智来自教化和学习从了解天命到拥有和践行天命，以实现天人合一 人依靠自己的天命的性而为就是道 孔子：中道的标准是外人传授的礼义（从外到内）$\\to$程朱理学 子思：终到的标准是内心共有的天命之性（从内到外$\\to$阳明心学 修习道的过程就是教化 人的修行就是不断地变得真诚,直至成为圣人$$\\lim_{修行\\to lifetime} = 圣人$$ 自诚明谓之性，自明诚谓之教。《礼记•中庸》 圣人：从真诚到明了，由天命之性驱动凡人：从明了到真诚，由教化驱动将孔子的忠、信、恕总结为一个“诚”字 修道要特别注意“慎独” 是故君子戒慎乎其所不睹，恐惧乎其所不闻。莫见乎隐，莫显乎微，故君子慎其独也。 修道的目标是“致中和” 喜怒哀乐之未发，谓之中；发而皆中节，谓之和。中也者，天下之大本也；和也者，天下之达道也。致中和，天地位焉，万物育焉。 能够带来好的后果，即使发出自己感情的时候也会合乎道德 小康 大同 大道之行为大同，大道即隐为小康小康：有阶级有法律有战争，但并未“天下大乱” 斗莦之人横行的现实社会“言必行行必果”的人为小人 孔子是现实主义的。 法家思想 建国立制，富国强人，是谓法家。刘劭《人物志》 管仲： 被儒家批判，又被儒家赞扬为“仁”，发夹为了达到目标，不拘先王礼法和自身名誉。 精细管理国家，“叁其国而伍其鄙”，保障了世袭的卿大夫的利益，保证了改革的顺利进行。 定民之居，成民之事。昔圣王之处士也，使就闲燕；处工，就官府；处商，就市井；处农，就田野。 通过限制民众的见识层次来达到维稳的局面，不利于提高生产力水平， (农人)野处而不暱，其秀民之能为士者，必足赖也。《国语•齐语》 打开了农民进入统治阶级和管理阶级的可能性 “相地而衰征”“相壤定籍” 每个地区的税率不同，减少流氓；富裕地区的税收用于补贴贫穷地区，限制人口流动 人才选拔制度乡大夫、属大夫举荐人才，国君简单面试后再基层官府任职；(乡中海选)$\\to$基层官府每年绩效考评，向朝廷推荐；（基层试用）$\\to$国君详细面试，背景调查，合格者进入高层 从“任人唯出身”到“任人唯贤能”齐国不触动高层的世袭卿大夫，中层、基层中庸贤能之士；晋国更为彻底，全面启用贤能外族。“任人唯贤能”从此成为主流。 军队改革 依托于格式化的行政区划建制，直接转换成军队建制，每一家在战争时期都会直接转化为一个士兵。在明面上不进行军事演习，同时由于感情深厚，能够有更好的战斗力 管仲与战国法家的异同 法律只是用于富国强兵的一种手段， 触动了既得利益者的利益 无意树立国君的绝对权威 子产铸刑书 中国历史上第一个立法的法家学者，形成了成文法 将政府的自由裁量权削减，还给民众 催生了律师这一职业 降低社会矛盾，不能容忍民众挑战政府的权威 李悝 经济层面尽地力： 利用一切可利用的土地发展农业 努力提高单位面积产量 设立专门农官考核农民善平籴： 在丰年评价收购余粮，保障农民利益 荒年评价出售余粮 政府宏观调控粮食市场的先例 政治层面夺淫民： 剥夺“无功而食”的世袭贵族子弟俸禄 动摇世卿世禄制使有能： 拉开了德才型官僚体系的序幕著法经： 铸刑法，定法定律，明确了罪名和量刑，奠定了中华刑法的基础 军事层面 在上郡的民众通过比较箭法来裁定官司 以盐养兵，大力提高军事支出 从子夏到李悝 师承儒学，弘扬子夏西河之学 厉行法术，开启强国变法之风 吴起 由于军事才能受到重用，为了与齐国撇清关系杀掉自己的老婆 在德不在险 问题意识 大臣太多，在实行郡县制之后倒退到分封制 改革举措 三代以后削为平民 让城市中的人开垦荒地 降低官员俸禄，提高军队实力 商鞅 以“霸道”说服秦孝公， 基础秦献公变法 设立国君直辖的县 推行什伍连坐制度 变法的基本情况 军功爵制、什伍连坐、拆分家庭、重农抑商 推广限制，开阡陌封疆、统一度量衡 废除世袭制度，推广军功爵制 宗室非有军功论，不得为属籍。《史记·商君列传》 爵位制度的建立，为秦国的青年形成了规划 爵位的晋升 得到对方有爵位的一个首级加一等爵位（个人） 团队上指定质量控制线 大军团等级控制质量控制线 背后的意义（以一个士兵的晋升路线为例） 杀死将官，在打仗时目标明确，实行“斩首计划” 通过加入18人敢死队，促进军队的团队凝聚力，通过历史大数据制定标准（最早的大数据？） 死后，后代可以继承爵位，既可以促进生育，又能够激发战斗力 所有的数据都是通过统计得到的合理数据 不直接参与战斗的高级将领与整个军团的项目的完成，促进军官钻研战术 符合儒家的中庸之道，结合个人努力和团队精神 爵位的待遇 宅基地、田地、家臣赏赐 爵位高者对爵位低的有较为强势的关系（促进爵位低者向上晋升） 死后能够得到特殊待遇（形成舆论氛围和价值观） 将名分和待遇赐给民众，达成效果 形成了效率最高的商业集团 什伍连坐 同什之人受罚轻于同伍之人 什长伍长受罚终于民众 官吏出门办事不受罚 民众爵到大夫，不再编伍 将法律思想强行植入到宗法制度中 拆分家庭 家庭中有两男以上的分家 重农抑商 推广县制 开阡陌封疆（农业） 将田地格式化，标准化 目的： 使赋税公平， 土地可以丈量；每三年民众换地种，保证公平性 扩大亩制（100$\\to$240） 适应社会生产力的发展，因为生产工具得到了提升 减少田间道路的面积 统一度量衡 儒法家和道法家 儒法家：将儒家认为对的事情使用某些手段做到 道法家：慎到（尚法、势治）、申不害（术治）：君主驾驭臣下的手段 韩非子：集大成者 先秦法家的集大成者，先秦诸子的集大成者 批判先秦诸子“法先王” 今欲以先王之政，治当世之民，皆守株之类也。 社会的发展是不断变化的，周朝以来的推崇只是为了既得利益者的保护自己既得利益的说辞 是以人之于让也，轻辞古之天子，难去今之县令者，薄厚之实异也。 批判禅让制度，通过理性说理将禅让制度拉下神坛，质疑古帝的道德性 此四王者，人臣弑其君者也，而天下誉之。 质疑古王的合理性和合法性 故明据先王，必定尧、舜者，非愚则诬也。 批判儒家、墨家，摒弃了信仰化的思想方式，通过辩证的思维来解决问题 批判儒家、墨家“德治”“礼治” 礼治内容繁杂 坚决反对“贤治”，强调依靠制度才能解决问题，不能依靠人 因为贤臣才会出现“弑君” 上发而不上贤 “法治” 法律是用于治民，治国；以法治国，通过法律作为工具来治理民众 依道全法 只有通过法律的治理才能符合社会的发展 好利恶害的性恶论 人与人之间都是利益的关系（以匠人、生子、君臣为例） 不只是经济利益，包括能够获得的名誉和能够得到的内心的满足 富国强兵的功利论 批判儒家的“仁治”，认为“后患无穷” 官治则国富，国富则兵强，而霸王之业成矣。 法与时转的变法论 社会的发展变化导致了“道”的变化，法律的制定必须要根据现有的“道” 立法原则 立法权集中在君主手中 考虑其功利性（好处大于坏处） 要考虑历史的进程 治大国者若烹小鲜 法律条文合情合理 立法重赏重罚（形成畏惧法律的氛围） 执法原则 加强法制教育 君主尊重法律 公正无私 执法谨慎 用道德辅助 势治 君主能够驱使有贤能的人去解决问题 君主要确保权势方面的独尊地位 维护自身的权势和地位 术治 术对于君王的重要性 无为术 明君不一定要比臣下聪明，只要能够鉴别的能力就足够了 明主不应该亲自去做小事，将官员交给民众 君无为，臣有为； 不应该将自己的心思暴露给属下 官人术 如何任用对的人：聪明的人会欺骗，对道德好的人会办不成事‘用一套法来判定人 形名术 循名而责实，形和名要配位 听言术 听逆耳忠言 众端参观，听不同党的意见（三人成虎） 听取臣下单独进言（南郭先生） 禁奸术 顺着说话 八奸 法治是根本，太上禁其心，其次禁其言，其次禁其行 秦的开创 百代都行秦政法 编户齐民 动词：编制户籍，使民平齐 公民和私民的区别，国人和野人的区别 最早的齐民：不依附于卿大夫和大宗族的小家庭自耕农 献公十年（前375年），为户籍相伍。《史记•秦始皇本纪》强国知十三数：竟内仓、口之数，壮男、壮女之数，老、弱之数，官、士之数，以言说取食者之数，利民之数，马、牛、刍藁之数。《商君书·去强》四境之内，丈夫女子，皆有名于上，生者著，死者削。《商君书·境内》 编户齐民时推行军功爵制的基础（提高社会活力） 什伍连坐、拆分家庭的基础（增加户数） 推行县制的基础 秦代的户籍类型： 普通农户、特权阶级、商人、临时户籍 统计生产力 编伍制度继续推行 汉代的户籍：住址、造籍的年份、奴隶、田宅、车辆折算成现银 目的：授田、收赋税、徭役的基础 赋税：田税、草料税、人头税 授田 自今以来, 假门、逆旅、赘婿、后父,勿令为户,勿予田宇。 睡虎地秦简《魏户律》 劳役：兵役、徭役（15~65的男性都要服劳役） 秦代户籍室实施人口管理的基础 可以是国家进行精确人口统计，精确到每一类人的人数 对国家进行人口分类管理的基础 可以严格限制民众的迁徙和职业变更实行小农经济: 威胁到小农经济的两股势力 商人 夫用贫求富，农不如工，工不如商，刺绣文不如倚市门。 倒卖土地 西汉时期 全面贬低商人地位，加重负担 收编商业资本， 同一货币各郡各大财阀均可以铸造钱币，收编后增加了国家的重要性 盐铁专卖当今：烟草 均输（当地）$\\to$平准（长安）保证长安的物价和市场稳定 算缗收取财产税 告缗（惩罚偷税漏税的人，通过鼓励他人告发） 豪族民户中宗族强盛，拥有大量田产财富的豪门大户 西汉的爵制：承认秦代的爵位 来源：秦朝爵位、军功爵位、皇家赐爵、买爵 爵位间的差距较大 五大夫以上免赋税免劳役意义：实行孟子所说的“仁政”确保中高级官员的利益（吸取了秦朝灭亡的教训） 结果：导致了豪族的形成 富者田连阡陌，穷者无立锥之地 导致了阶级固化和贫富的分化 威胁：大量兼并土地，收编破产农民脱离编户，成为佃农 豪族获得赋税减免，降低佃农负担，提升佃农的人身安全 打击： 关东豪族迁徙到关中秦始皇往咸阳引入二十万豪族 调低土地兼并额度 为得到较好的推行，因为收到了官僚集团的豪族的反弹 任用酷吏，打击不法家族 捕郡中豪猾，郡中豪猾相连坐千余家。上书请，大者至族，小者乃死，家尽没入偿臧。奏行不过二三日，得可事。论报，至流血十余里。《史记·酷吏列传》 皇帝制度最高立法者、最高司法官、最高行政官、最高军事统帅，集法、政、军三权于一身 由来 去‘泰’，著‘皇’，采上古‘帝’位号，号曰‘皇帝’ 专用词汇：皇帝为名号，自称朕，史书称上，臣下称陛下，平时住的地方叫禁中，行处叫行在 避讳制度周朝避已死先君之名，并不严格$\\to$秦朝讳在世的皇帝$\\to$汉代延续$\\to$后世避嫌名，避属相、改古书 谥号制度 先秦在去世之后由朝臣决定$\\to$秦朝废除谥号，以数字取代$\\to$汉朝至隋朝在吕后时期回复，一般为两个字，与功过相关$\\to$唐高宗后不再使用批评性字眼，不再用谥号称皇帝 庙号制度 开国的为祖 西汉不是每个皇帝都有，隋唐之后每个都有 一般用庙号称唐宋元明的皇帝 年号制度 始于汉武帝，元狩、建元 有的皇帝在执政期间经常改元 e.g.唐高宗有14个年号 明清一般不改元，常用年号称呼皇帝 e.g.嘉靖、康熙 尊号制度 始于群臣的尊号“泰皇” 唐代成为制度，玄宗时大盛 明清没有上尊号的制度 官僚制度商鞅变法通过军功爵制培养新官僚，催生新体制任命：基于德行才干而不再是血缘世袭待遇：领取俸禄而不再是受封采邑升黜：依据对其绩效的考核组织：根据科层制组成一个官僚体系 宰相制度 议政的权力 监督百官执行政令的权力 在杀掉吕不韦后不设宰相，只设左右丞相 西汉初年宰相：丞相 西汉成帝改革之后：三公（大司马、丞相、大司空） 唐初： 中书令、尚书令、侍中 尚书 秦朝为内朝官，主管图书、秘籍、奏章$\\to$ 西汉初年：通章奏 武帝：近臣领尚书事务，尚书通章奏 昭帝：近臣演变为中朝官，霍光任领尚书事，尚书权力扩大，一直未收回权力 成帝：尚书机构11人，尚书令1人 东汉 不再相信外朝的大臣，尚书权力进一步扩大 成立专门机构尚书台（成为权力部门） 三公任是宰相 曹魏 尚书进一步获得宰相职权，处理文书、给出初步处理意见、选举任用官吏 尚书台从宫内迁到外朝 三公仍有部分议政权和监督百官职权，仍存在宰相 曹魏末年 宰相实权基本被转移至尚书台，开始被是为宰相 曹 将司马懿从三公升到太傅，夺取了实权 司马懿从太傅直接兼任领尚书事 西晋 尚书令为宰相 东晋 没法十足部担任尚书令，录尚书事为实际宰相 宰相“望白署空”（不雅），实际运转依靠寒门尚书令史 南朝 宋齐尚书台/省混用 君权扩大，相权缩小 废除录尚书事，尚书令、仆射权力扩大，为宰相 门下 秦： “宫门之下”，指宫中内勤官吏，包括侍中 侍中为秦官 西汉： 武帝之前：侍中不参与政事 武帝：给近臣加侍中头衔参与政事 武帝之后：给中朝官加侍中头衔，参与政事 东汉： 灵帝设侍中寺之前，担任学术政治顾问，无所事事 侍中寺后审核尚书台奏事 西晋： 设门下三省：门下、散骑、侍中 三省接受皇帝闻讯、审核尚书台奏事 东晋 三省获得审核诏令的权力 南朝 散骑省分出，侍中、门下合并为门下省，审核上行和下行诏令 长官侍中不是宰相中书 西汉： 武帝：“中尚书”，与尚书执掌相同，由宦官担任（司马迁） 宣帝：皇帝绕开尚书接受吏民奏事（皇帝为了执掌），中书权力扩大 元帝：宠任中书令，皇帝死后中书被废 东汉： 无中书官、由中常侍、小黄门担任 曹魏： 曹操：成立秘书机构，起草文书、掌尚书奏事、图书秘记 曹丕：从秘书中分出中书，成立中书省，专管起草文书、掌尚书奏事 曹叡：信任中书监/令 中书权力进一步扩大 西晋 中书监/令地位升高，职权扩大，获得部分议政权 东晋 中书监、令地位很高，负责审署诏令，具体起草工作归中书侍郎 经常出现中书监/令兼录尚书事 中书侍郎负责具体事务（寒门出身） 南朝 中书监/令成为荣誉头衔 起草诏令由中书侍郎负责 皇帝经常宠任中书舍人，给与议政权 皇权与相权的斗争 最早的“三权分立”：尚书令、中书令、侍中 文武分治 西周到春秋卿大夫平时为政务官，战时为将领 战国开始出现将、相分别，但文官武将分野不清晰 秦文武分职形成，从此沿用，并不断发展 唐文武分途形成，文官武将在各自系统内升迁 宋文官政府形成，武将成为文官系统下的组成部分（一直影响到了今天） 监察系统 秦朝：御史系统 管理所有的文书，是全国最懂法律的人 御史中丞、侍御史、监御史、监军御史 汉朝：御史系统 专门监察&amp;文书，长官御史大夫，副手御史中丞是具体主事官员 掌图籍秘书 受公卿奏事，举劾按章 外督监御史、刺史 内领侍御史（治书侍御史（司法）、监军御史、绣衣御史（民变）、符玺御史（掌印）） 汉成帝时御史大夫改大司空，御史中丞成为御史府实际长官 东汉时御史府改称御史台，长官御史中丞，转入内朝少府剥离秘书职能，专职监察 御史台是中国古代最早的专职监察机构 汉朝：丞相司直系统 监督御史系统和校尉 制衡御史系统和司隶校尉系统 监督地方 汉朝：司隶校尉系统 监督京师地区 汉朝：刺史系统 监督御史$\\to$监督地方 抑制地方豪强 防止郡国长官与地方豪强勾结 纠劾郡国长官不遵行中央政令的行为 监督郡国长官政治品德不良的举动 以轻御重，物理隔离（防止二者交流） 从刺史到州牧 东汉灵帝改为州牧，以中央重臣担任 州牧集行政权、军权、财权于一身，从监察区变为行政区 削弱中央对地方的监察 郡县制度齐国：管仲改革出现，作为行政区划的一级楚、秦、晋在新占领的土地上设县 春秋时期楚国的县 吸取周王室教训,将新占土地直接控制在王权之下 在被灭小国基础上设县,县公由楚王任免，不世袭 边境楚县定位为服务国家战略的中央直辖军镇 最早建立县制的国家 秦国的县 春秋早期，秦武公占领关中时期频繁设县 性质类似于楚县，同样起到了巩固公室实力的目的 郡的出现和发展 郡的出现：春秋晚期，晋国边境新占领地区，分封性质 郡的发展：战国时期，各国边境新占领地区，中央直辖性质 以郡统县：战国时期，赵、魏、韩三国 秦郡县制的发展 商鞅变法，“聚乡为县”，设置县令，继承楚县、齐县制度遗产 秦国最早的郡是魏国割让的上郡（前328年），随着战争胜利不断增多 秦灭六国之后，一律废除分封制，推行郡县制（部分的造成了秦国的灭亡） 秦灭六国时三十六郡，鼎盛时期四十八郡 分封、郡县之争 今陛下有海内，而子弟为匹夫，卒有田常、六卿之臣，无辅拂，何以相救哉？事不师古而能长久者，非所闻也。 强推郡县制与秦朝灭亡 强推郡县制严重损害了关东贵族的经济利益，降低了关东贵族的社会地位 关东贵族讥讽秦朝暴虐，响应陈涉起义，鼓吹分封六国之后 项羽称霸，分封诸侯，成立十九个王国 高祖消灭异姓王之后，分封同姓王 诸侯王实行郡县制 之后的冲突是皇帝和诸侯的冲突 文帝时期中央与诸侯的关系 发生了两次叛乱 采用贾谊的策略将齐国一分为七，淮南国一分为三 景帝 直接剥夺郡县，激起七国之乱 进一步大力削藩和众建 武帝 推恩令，178位 削夺爵位、封地。共削113位 扼杀叛乱的萌芽 文明突破与制度变革 人类文明的轴心时代：公元前800-200年 从神性到理性 古希腊文明、中华文明、古印度文明实现“轴心突破”，得以延续下来，深刻影响了人类文明进程，称为“轴心文明” 古埃及文明、巴比伦文明未能实现超越突破，成为绝响 中华文明的轴心突破 春秋战国 思想：儒、道、法等诸子思想出现和演进，马克思+佛教文明 现实：经济社会结构剧变，战国群雄变法，秦整齐立制 诸子百家中，以富国强兵为宗旨的法家成为显学，商鞅变法集春秋战国变法大成，韩非思想集先秦法家和诸子思想大成 富国强兵的关键——国家——编户齐民体系 国家直接控制、从事农业生产的编户齐民成为赋税、劳役的基础（宏观调控） 国家为保护编户齐民，打击商人与豪族 西汉前期垄断经济、打击商人的政策影响深远 西汉前期严厉打击豪族，促使豪族向士族转化 维系编户齐民的皇帝-官僚体系 为了维系编户齐民的国家体制，官僚体系发展起来，其顶点是皇帝 皇帝：最高立法者、最高行政司法官、最高军事统帅 皇帝第一个天然冲动：扩大权力 —— 宰相制度变迁 皇帝第二个天然冲动：监督百官——监察制度建立（环环相扣的监察体系见证了皇权与相权的争斗） 贯彻皇帝/国家意志、支配编户齐民的郡县制 郡县制是编户齐民精神在政权组织上的体现，是实现国家对编户齐民进行人身支配的工具 秦朝第一次在全国推行郡县制 西汉前期出现分封制回潮，但郡县制已不可逆转 秦朝制度：世界上最早的、具有现代国家意义的制度 秦朝制度追求时间效率和空间控制，具有理性化倾向 皇帝制度中的“家天下”因素时时破坏制度稳定性 制度制约皇帝不得力，意识形态制约成为新道路——儒学进入政治的根由 失之于政，不在于治 汉的一统 独尊儒术？ 初期并不推崇儒家，想以“霸王之道” 霸道：法家的富国强兵之道 王道：儒家的礼乐教化之道 思想大一统 西汉初年的“无为之治” 休养生息 一国两制 举事无所变更 君无为而臣有为（每年考核） “无为而治”的成就和问题 成就： 经济社会的全面恢复 问题： 诸侯造成“七国之乱”， 思想多元化， 监察制度过于宽松， 社会缺乏规矩，贫富差距极大 边境问题日益严重 汉高祖时期的儒家 从定天下$\\to$治天下 居马上得之，宁可以马上治之乎？且汤武逆取而以顺守之，文武并用，长久之术也。 “新语”的诞生 汉文帝时期的儒家 仁义不施则攻守之势异也 定制度，兴礼乐，被捏造，失去信任 西汉高、文、景德政治 法家霸道位基底 黄老之道为主体 儒家王道逐渐渗透 儒家在汉景帝时期的崛起 召集贤良文臣，董仲舒上“天人三策” 窦太后强力干预， 儒家五经博士备齐，为设立太学做准备 窦太后去世后换血 董氏儒学“大一统”《经》：元年春王正月 “王”字指天下在周王的治下达到统一$\\to$推崇天下在皇帝的治下达到统一 （认为“王”字为特意添加） 《春秋》大一统者，天地之常经，古今之通谊也。今师异道，人异论，百家殊方，指意不同，是以上亡以持一统；法制数变，下不知所守。臣愚以为诸不在六艺之科孔子之术者，皆绝其道，勿使并进。邪辟之说灭息，然后统纪可一而法度可明，民知所从矣。 使用“君权天授”的思想 利用人民对天的崇拜 借鉴当时的“阴阳五行”的学说 利用出现“祥瑞”论证皇帝“君权天授”的合理性 “君尊臣民卑” 强调君主集权的重要性，将国君神化 君主对臣子和民众有完全的控制力 利用阴阳学说，论证君主的至高无上性&gt; 是故臣兼功于君,子兼功于父,妻兼功于夫,阴兼功于阳,地兼功于天。 三纲五常的“纲常”的雏形 “天谴”、“天诛” 以自然灾害的形式出现，自然灾害都是政治不清明的表现 如果提醒无法得到重视，就会发生“天诛” 保留了造反的合理性 有道伐无道，此天理也。 帝王心术 为了汉武帝的统治和改革服务 汉武帝的“霸王道杂之”的政治实践e.g. 《春秋》决狱公孙弘的例子：招贤良文学之士（40），再次被举荐（~70） 将主观有无动机作为判断依据之一 策划、带头犯罪的人加重处理 类比圣经断案 汉武帝、昭帝、宣帝的政治 霸王道杂之 儒学取士与豪族演化 选举制度的变化：察举制$\\to$征（皇帝聘请）辟（官府聘请）制$\\to$任侯制（贵族垄断高级官员）$\\to$任子制（入郎署为郎中，干部的预备培养）$\\to$资选制（非商人的富人）汉武帝之后： 察举制$\\to$ 董仲舒的思想的演化$\\to$ 分常科和特科（特殊人才，不定期的征召） 察举制举荐，皇帝出题考核，内容基本为与治国有关（殿试的基础） 儒家经义为必考内容 察举制的变迁 前期重视德才，后期主要看族第门阀和裙带关系 创立太学 太学为国家培养人才 教授 承接秦朝制度，一开始治各家学问 B.C.135 引入儒生 学生 博士子弟，为公费生，18岁以上。仪状端正 受业如弟子，自费生，名额无限制，家中免徭役 到东汉质帝到达3w人 太学的教学 博士大班课传授 高足子弟代师传授 重视辩论、演示教学 西汉重师法（不能自己更改），东汉重家法 重视考试：学业考、入学考、升级考 太学生的出路 由于出路不好，就开始妄议朝政 造成不稳定因素 地方学校和私学的诞生 基层官吏几乎为儒生，导致只能通过读儒家经典才能做官 豪族士族化 西汉前期：豪族利用无为而治大发展，利用多种手段打击豪族 武帝时期：豪族收到严重打击 豪族和士族的措施 经济：兼并土地，吸收流民 学术：与儒学结合，世代有子弟成为儒生 政治：与官僚结合，时代子弟做官 王莽改革和豪族起义 损害了豪族的利益，关东豪族成为起义中坚力量 东汉： 豪族发展的黄金时代 迁都洛阳 信任、依赖、宽待豪族 东汉时期的儒家气象 热衷于儒家 通过一帮斯文的儒家学者建立东汉 儒家化的社会形成和士族特权 士族子弟拥有更好的家学渊源 深厚的家底支持 学成之后做官的可能性较寒门子弟大 通过服丧和亲戚编织权力网络：在中央和地方为官的族人+官员的门生故吏 士族的底气：庄园经济 自给自足的小社会，作为社会秩序的维护者 东汉末年 党锢之祸 清流士族官僚和太学生合流，抗议宦官把持朝政 引起了黄巾起义和董卓之乱 夷夏大一统 从华夏大一统到夷夏大一统 北方游牧政权和南方农业政权的斗争 汉高祖的北征匈奴导致了“无为而治”的产生 汉女细君和乌孙和亲（服务国家战略） 一系列战争之后。将匈奴纳入天下体系 B.C.122 羌人的反叛，护羌校尉 通过救东瓯国 汉武帝的成就： 重用儒生实现了中原和南方地区政治和思想上的大一统 对外通过军事手段将周围政权纳入汉朝的体系，实现了地缘上的大一统 汉武帝时天下体系变化 内诸侯已经名存实亡，关东由天子直辖 南越、闽越、朝鲜、西南夷、河西走廊纳入汉朝疆域 在西域腹地驻军，为建立西域都护府打下基础 夺得湟水流域，设立护羌校尉，为逼降羌人打下基础 - - 解除匈奴对乌桓控制，设立乌桓校尉 断匈奴左右臂，在汉匈关系中完全掌握主动，为匈奴称臣打下基础 汉武帝时的大一统体系 行政上“以夏制夷” “三世说” 所见（太“平”世）、所闻（生平事），所传闻（） 套现实与政治 衰乱世：对应高、吕时期 升平世：对应文景时期 太平世：对应武~成 夷夏之辩 主体族群：华、夏、华夏 周边族群：狄 秦人 秦统一天下后为秦朝之人 秦灭亡后，成为中国主体族群的称谓 汉人 汉人在西汉中期为汉朝之人 汉朝灭亡后，成为中国主体族群的称谓南北朝、隋唐时期 北朝风云东汉以来的民族迁徙十六国的发展演变第一阶段特点 胡汉分治：模仿汉魏晋制度管理汉人，保留草原体制管理胡人 强制迁徙加强民族融合，强制汉人与湖人交流 继承正统印玺、学校制度、租赋、九品官人、九品中正、门阀制度 乘舆传国玺，秦玺也。晋中原乱没胡，江左初无之，北方人呼晋家为白板天子。《南齐书•舆服志》 第二阶段 从394后赵崩溃~383肥水之战前秦崩溃 350年汉人冉闵建立冉魏，定度邺城$\\to$351氏人付健建立前秦，定都长安$\\to$352年前燕灭冉魏，抛弃东晋旗号；符健称帝，抛弃东晋旗号 前燕的胡汉混一的尝试在汉人谋臣的帮助下，慕容氏建立温和的胡汉二元体制 用财富稳住拥有武力的胡人 用武力控制创造财富的汉人 前燕入主中原后，开始全面汉化 皇帝尊崇儒学 国家放纵士族前燕的灭亡370前秦灭前燕$\\to$371年 前秦灭仇池 373年 前秦取东晋梁州、益州 376年 前秦灭代、前凉** 383肥水之战败于东晋，北方开始分裂 第二阶段特点 进一步恢复魏晋的发展路向 前凉保存汉人政权 前燕进入华北，与河北本地士族结合 前秦恢复魏晋士族特权，提倡儒学 符健大力提倡儒学 亲临太学 被儒家文化洗脑。“孝、义”等重用王猛 提倡法律 对以前的战争功臣进行清洗（王猛挑唆） 削弱旧贵族权力 在核心区治理的很好苻坚的志向和过失 过失：在实现大一统之前，放弃和疏远了自己氏族的根本力量，毫不设防的重用汉人和其他族群的胡人（过分相信儒家学说），积累了大量的上层矛盾，在淝水之战后统一爆发 第三阶段 383淝水之战后前秦崩溃$\\to$439北魏灭北凉统一北方 拓跋珪建立的北魏的统治结构 以草原统御中原 重组鲜卑部落，提高君主权威，打碎血缘关系，由拓跋珪任命的八部大人统治 防止母族干政，实行子贵母死 以中原统御草原 运用汉地财富，赡养鲜卑贵族，树立皇帝权威 鉴定依靠鲜卑部族的根本力量，充分利用汉族的资源和制度（利用外族人稳定内部） 团结内部所有可以团结的资源 北魏皇帝拓跋焘 意识先进 打仗身先士卒 重视法律 凉州各政权善待知识分子 宋繇，字体业，敦煌人也。曾祖配、祖悌，世仕张轨子孙。父僚，张玄靓龙骧 将军、武兴太守。繇生而僚为张邕所诛。五岁丧母，事伯母张氏以孝闻。八岁而张氏卒，居丧过礼。繇少而有志尚，喟然谓妹夫张彦曰：“门户倾覆，负荷在繇，不衔胆自厉，何以继承先业！”遂随彦至酒泉，追师就学，闭室诵书，昼夜不倦，博通经史，诸子群言，靡不览综。 吕光时，举秀才，除郎中。后奔段业，业拜繇中散、常侍。繇以业无经济远略，西奔李暠，历位通显。家无余财，雅好儒学，虽在兵难之间，讲诵不废。每闻儒士在门，常倒屣出迎，停寝政事，引谈经籍。尤明断决，时事亦无滞也。 沮渠蒙逊平酒泉，于繇室得书数千卷，盐米数十斛而已。蒙逊叹曰：“孤不喜克李歆，欣得宋繇耳。拜尚书吏部郎中，委以铨衡之任。蒙逊之将死也，以子牧犍委托之。牧犍以繇为左丞，送其妹兴平公主于京师。世祖拜繇为河西王右丞相，赐爵清水公，加安远将军。世祖并凉州，从牧犍至京师。卒，谥曰恭。《魏书•宋繇列传》 北魏的兴衰与改革崔浩的挑战和惨死朝廷头号重臣+汉人士族领袖 希望将胡人作为傀儡 试探失败，被清洗 冯太后改革 献文帝即位，嫡母冯太后 冯太后第一次摄政，平定内乱后还政献文帝 冯太后逼献文帝禅让给孝文帝 献文帝暴毙，冯太后第二次摄政 冯太后去世，孝文帝亲政 冯太后其人 太后多智略，猜忍，能行大事，生杀赏罚，决之俄顷，多有不关高祖者，是以威福兼作，震动内外 魏孝文帝 代亲之感，内切于心 孝顺、深受儒家的影响、容易心软 颁禄肃贪——重建官僚体系本质：继承崔浩遗志，加快汉化统一 背景：官员无俸禄，贪腐严重，即使法律严格也无法 发放俸禄，减少对自己封地的剥削 均田制——重建编户齐民的政策 露田、麻田需归还政府重新分配 桑田可由子嗣继承，超过20亩可买卖 鼓励向宽乡单向移民，（使人口分布服务于国家战略）禁止无故移居 租调制——重建税收体系 以床为单位交赋税 单身汉1/4床，奴婢1/8床，牛1/20床，富户多交税 三长制——重建基层治理体系邻长、里长、党长的三级基层体制 顺应生产力的发展趋势，实行的全盘汉化 魏孝文帝改革庙号改革 减少皇帝的数量，其中七位有庙 部落首领不再接受国家祭祀，子孙爵位降等 削弱老贵族特权、抬高近亲地位、为门阀制度奠定基础 官制改革 全面开展官员的绩效考核 政务禁止贵族干政 重文轻武，禁止武人担任文官 削弱贵族的权力 废西郊祭天 废几天失败，决定迁都 迁都洛阳 离开贵族势力大本营，另起炉灶 利用洛阳的地理和交通条件，更好的管控北魏 利用洛阳逼近南朝的形势，更便利的进行统一战争 汉化改革的开始（门阀政治体系的建立）改姓氏 鲜卑姓改汉姓，促进胡汉融合 用直接认定的方法迅速建立起汉人门阀相匹敌的鲜卑门阀 建立了包含鲜卑贵族和汉人士族的北魏文化体系 通过婚姻来巩固门阀政治 管制、语言、服饰、籍贯改革 加速了北魏的灭亡，加快了民族的融合 北魏的灭亡523~525北魏六镇起义 导火索：柔然遭遇饥荒，进攻北魏六镇，北魏六镇镇将拒绝开仓放粮，农民起义 推进全面汉化，失去了供养的北方贵族发动造反。来到中原之后的贵族丧失了战斗力 西魏——北周府兵制改革 根据儒家经典建立“天子六军”，建立六军 主力为鲜卑人 邙山之战大败，六军损失惨重，广募关陇豪右以增军旅（间接促进了民族融合） 陆续任命柱国大将军没形成八柱国 府兵的征募、补给和训练 推动了多股军事实力的融合 外来与本地势力融合，胡人和汉人融合 西魏的呼喊融合以鲜卑化面目出现（汉人赐鲜卑姓） 府兵制提高了将领和士兵的地位和待遇 关陇豪右和部下地位大为提高 武川集团将领转化成为新的关陇豪族 将士有了清晰的事业发展阶梯 府兵待遇大为改善 消除了孝文帝改革的重文轻武，军人边缘化的问题 为军队国家化、中央集权奠定基础 军队国家化：国家打破将领和私兵/乡兵的私有关系 军权中央化： 隋唐政治 都城 关陇豪族获得政权 初，隋氏营都，宇文恺以朱雀街南北有六条高坡，为乾卦之象，故以九二置宫殿以当帝王之居，九三立百司以应君子之数，九五贵位，不欲常人居之，故置玄都观及兴善寺以镇之 九五爻上不修建宫殿 从隋朝大兴城到唐朝长安城 583 隋文帝率先入住 604 隋炀帝营建洛阳、江都，再关东流连不返 618 李渊在大兴城即位，此后为唐朝长安城 隋唐定都策略与兴衰 长安代表的是中国东、西部之结合；首都居最前线，领导着全国国力向外发展的一种斗争形势。《国史大纲》隋唐统一，才始恢复以长安、洛阳定为两京的周、汉局面……一个国家的立国精神，应该走逆势，不可走顺势《中国历史精神》 隋炀帝抛弃了关中地利和关陇集团的根本（隋朝灭亡的原因，抛弃了在关中的关陇贵族集团） 大运河永济渠的功能 为了运军需物资修建了永济渠，负责赈灾和军需物资（放血） 引发隋末农民起义 通济渠的功能从黄淮、江淮地区向中央运输粮食，向中央输血 洛阳城的兴盛是由于作为仓库，长安作为 武则天：怕被关中的关陇集团发生利益冲突，逐粮天子 增加长安到洛阳的运力之后，皇帝不再下榻洛阳，洛阳开始衰落，汴州开始兴起 关陇集团控制隋朝和唐朝前期的政治 关陇集团的衰落 武则天的对手长孙氏、李唐皇室及其姻亲 武则天双管齐下促使关陇集团推出政治舞台 重用酷吏、奖励告发 大幅增加科举人数 从武后时代起，唐朝的精英政治阶层拜托了官僚集团制 三省六部制尚书省下六部执掌 以同平章事、同三品为宰相 参与朝政、参议得失、参知机务、专典机密 患若小疗，每三两日至门下中书平章政事 十七年，高宗为皇太子，转勣太子詹事兼左卫率、加位特进，同中书门下三品 唐高宗时，同平章事、同三品成为正式官衔，加二者为宰相 有利于在不同时期灵活选择领导班子和注重的方面，避免三省的长官专权 保障中央集权 尚书仆射不再是宰相唐玄宗时，无同三品头衔的尚书仆射不再是宰相 政事堂变化 $门下省\\to中书省\\to中书门下，设立五房$ 五方决策，六部执行，尚书省成为中书门下的下级 中书门下权力削弱，翰林院兴起 武后：诏书不经中书门下发出 中宗、睿宗：外戚把持朝政，中书门下成为传递文件的收发机关 玄宗后期设立学士院，任用翰林学士草诏 德宗信任翰林学士，人称“内相” 使职差遣制的迅速发展绕开三省、吏部程序，直接派遣官员 前期属于临时性质，负责安抚、巡查、节度 开元之后重在财赋，租用、转运、盐铁 安史之乱之后使职迅速增多 使职成为实职 使职官员本职权力被剥夺 要害部门职权被瓜分 科举制隋代科举世卿世禄到察举征辟到九品中正到科举 广义科举：分科举拔人才 狭义科举： 朝廷开设科目 考试成绩作为主要标准 向全社会开放，允许士人自由报考 产生原因 急需人才 打破门阀统治，不利于中央集权 隋代科举：常科 隋文帝：孝廉科、秀才科 隋炀帝大业年间：明经科、秀才科（国家战略）、进士科（策问） 唐代科举依旧有秀才、明经（教学）、进士三科 开元年间取消秀才科（太难） 明经科由于后期可以买卖而变水 进士科唐朝初年，只考时务策五道，录取不到20人 唐高宗时，加试帖经，并加试杂文两首 唐玄宗时，以诗赋取士 玄宗前期比较重视真才实学，对重文采之风有所压制 开元盛世开始重视文学，王维、王昌龄等诗人考上进士 李林甫上位停帖小经，改帖大经，打压文学之士，杜甫落第 天宝元年准许士人在考前“纳省卷”（上交平时作品，综合取士），助长诗赋取士 天宝二至八年准许用诗“赎帖”，否定帖大经，助长诗赋取士 杂文两首，谓箴、铭、论、表之类。开元间，始以赋居其一，或以诗居其一，亦有全用诗赋者，非定制也。杂文之专用诗赋，当在天宝之季 《登科记考》 安史之乱后，变为文章、经学取士 开启了“古文运动” 重在考察经学水平，白居易中进士 以文章内容而非文采作为评判的主要标准 唐朝末年恢复诗赋取士，风气开始败坏 唐代吏部取士任官概况 五品以上官员的儿子、孙子或者曾孙直接做官 进士及第后：吏部甄选常规途径，耗时长，考核严，官品低 制举打破常规，举选合一，选拔非常之才 皇帝亲临主试 出身人、白身人、前资官、六品以下现任官均可参加 只考一场策问，登科即为天子门生，立即授官 吏部科目选类似制举，举选合一，定期举行 使府辟举入节度使、观察使幕府担任幕僚 大量人才被幕府吸引，埋下隐患 进士逐渐成为中央高管的最重要来源（以前为门阀） 律令制律从隋律到《唐律疏议》 诸斗殴人者，笞四十；谓以手足击人者。伤及以他物殴人者，杖六十。见血为伤。非手足者，其余皆为他物，即兵不用刃亦是。【疏】议曰：相争为斗，相击为殴。若以手足殴人者，笞四十。注云“谓以手足击人者”，举手足为例，用头击之类，亦是。伤，谓手足殴伤；及以他物殴而不伤者：各杖六十。注云“见血为伤”，谓因殴而见血者。非手足者，“即兵不用刃亦是”，谓手足之外，虽是兵器，但不用刃者，皆同他物之例。问曰：殴人者，谓以手足击人。其有撮挽头发，或擒其衣领，亦同殴击以否？答曰：条云，斗殴谓以手足击人，明是虽未损伤，下手即便获罪。至如挽鬓撮发，擒领扼喉，既是伤杀于人，状则不轻于殴，例同殴法，理用无惑。 令隋唐与周边族群的关系北朝和突厥的关系北方和亲，北朝弱、突厥强 朝廷既与和亲，岁给缯絮锦彩十万段。突厥在京师者，又待以优礼，衣锦食肉者，常以千数。齐人惧其寇掠，亦倾府藏以给之。他钵弥复骄傲，至乃率其徒属曰：“但使我在南两个儿孝顺，何忧无物邪？”《周书•突厥传》 隋末汉地军阀和突厥的关系汉地向突厥朝贡，突厥册封汉地 唐帝国与周边族群的关系周边向唐纳贡，唐册封周边 大唐贞观中，户部奏言，中国人自塞外来归及突厥前后降附开四夷为州县者，男女百二十余万口。时诸蕃君长诣阙顿颡，请太宗为天可汗。制曰：“我为大唐天子，又下行可汗事乎？”群臣及四夷咸称万岁。是后以玺书赐西域、北荒君长，皆称“皇帝天可汗”。诸蕃渠帅死亡者，必诏册立其后嗣焉。临统四夷，自此始也《唐会要》 唐太宗的王道天下观唐朝皇帝为父母，突厥可汗为子 敕儿登里突厥可汗：……朕与可汗先人情重骨肉，亦既与朕为子，可汗即合为孙，以孙比儿，似疏少许。今修先父之业，伏继往时之好，此情更重，只可从亲，若以为孙，渐成疏远。故欲可汗今者还且为儿，义结既深，当熟思此意，人情终始，固亦可知。《敕突厥可汗书》 回纥成为唐朝北方的第四个强国 羁縻制概况中原王朝从政治、经济、文化上对周边族群进行笼络和约束 贡赐周边族群的朝贡和中原王朝的赏赐 互市由官方控制的双边交易，后回纥用于丝绸之路交易中原王朝发出策命，任命周边族群首领担任可汗/国王 灭东突厥到安史之乱之前为天可汗 通过册封达到调控周边族群的目的 羁縻制—设立羁縻府州仿照中原体制建立都护府、都督府，州 和亲中原王朝将公主交给周边族群首领 唐朝的对外交往东土佛教原始佛教要义是什麽？ 广义上：一种宗教 狭义上：佛的言教，佛法 佛教创始人乔达摩 悉达多，印度人（一说尼泊尔人） 三宝佛宝、法宝、僧宝 缘起论概述诸法因缘而起 缘 若此有则彼有，若此生则彼生，若此无则彼无，若此灭则彼灭 同时的缘：互相依存 不同时但时间较长的缘 不同时但时间较短的缘 一切法相互依存，没有一个法是绝对的 世界是有时间上无数的异时因果关系，以及在空间上无数的同时因果关系构建起来的网络 因与果相互依存 人是一切社会关系的总和——马克思 诸行无常 行：一切现象都是在生、住、异、灭的 $\\int_0^{+\\infty}$刹那生灭 = 一期生灭 正法时期$\\to$佛教兴起时期 像法时期$\\to$有佛像的时期 末法时期$\\to$佛教衰亡时期 并不常见 诸法无我 五蕴 有情：任何一切有感情的生物 色蕴：物质的集聚 内色：眼耳鼻舌身$\\to$五根 外色：色声香味触$\\to$五静 受蕴：感受的集聚 想蕴：内心中名相的集聚 相、名、想 行蕴：心念变化的集聚 行：新年的迁流变化 识蕴：内心了别外境的集聚 有情是五蕴的聚合体，五蕴又在刹那生灭，所以没有主宰$\\to$无我 宇宙诸法都有因有果，所以没有主宰 四大法印有漏皆苦 因惑而造业 惑：不明白诸行无常、诸法无我的道理，在无常的行上谈爱追求，在无我的法上执着为我 $\\to$烦恼：贪嗔痴慢疑、恶见 $\\to$ 业：身业、口业、意业 因业受报而有苦 果报：现报生报后报 $\\to$投胎： ​ 天道、阿修罗道、人道 ​ 饿鬼道、畜生道、地狱道 生、老、病、死、爱别离、怨憎会、所求不得、五取蕴 ​ 只要是投胎就有苦 三世两重因果 涅槃寂静 无明灭则行灭，行灭即识灭，识灭即名色灭，名色灭即六入灭，六入灭即触灭，触灭即受灭，受灭即爱灭，爱灭即取灭，取灭即有灭，有灭即生灭，生灭即老死忧悲苦恼灭。《阿含经》 涅槃：圆寂，智慧福德圆满成就的、永恒寂静的最安乐境界 有余依涅槃、无余依涅槃 三学：戒定慧 戒：具足戒、十戒、五戒（所有弟子） 修定：静虑，包括止和观 开慧：通达四谛，证悟真理 三学：三十七道品 四谛：从缘起论推出的苦、集、灭、道印度佛教发展历程显教原始佛教时期佛陀逝世100年内 教团生活上维持佛陀在世的设置 在学修上奉行四谛、八正道 部落佛教时期 分裂为上座部和大众部，后又变为18~20部 期间阿育王大宏佛法，成为世界性宗教 大乘中观学派时期部落佛教后400年 创始人为龙树及其弟子提婆 《中观论》、《百论》 大乘瑜伽行学派中观学派后400年 创始者传说弥勒，实际为无著、世亲兄弟 密教（瑜伽行学派时期后的300年） 以大乘佛教为基础，重在修习密法 将自己身口意三业转化为佛的身口意三密 修行时口念真言， 大小乘佛教的区别 大乘菩萨道六度 般若：通达四谛 禅定：止、观等 精进：一直坚持，没有懈怠的时候 忍辱：忍受他人的辱骂 持戒 布施 佛教在印度以外的传播南传佛教 起源：佛教第一次大分裂后上座部佛教向南传播形成 派别：自称上座部佛教 特点：用巴利语记载 分布：斯里兰卡，东南亚，云南 藏传佛教 中国藏区、尼泊尔、不丹、印度 大乘佛教 特点：显密双修，吸收苯教 前弘期 七世纪中叶 松赞干布皈依佛教，根据梵文创造藏文 八世纪中叶 赤松德赞迎莲华生大士入藏 灭法期 九世纪中叶 信仰苯教、反对佛教的贵族杀害赤祖德赞，拥立朗达玛 后弘期 十世纪中叶 佛教再度传入 十一世纪 逐渐形成支派 格鲁派与西藏政治 活佛转世制度 以灵魂转世说为依据，解决宗教首领继承问题 初创于噶举派的噶玛志派 达赖认为是菩萨的转世 世俗势力为巩固统治，禁止转世 引入蒙古固始汗势力，推翻藏巴汗，继续转世 班禅转世制度（阿弥陀佛转世） 五世达赖和四世班禅联合赶走蒙古人 五世达赖受清朝册封 五世班禅接受清朝册封 藏传佛教咒语——六字大明咒汉传佛教 中国、日本、朝鲜 大乘佛教 显宗为主（寺院作为社区活动中心） 传入简史 前2年大月氏王使口授浮屠经 67年白马驮会佛像佛经 68年建立白马寺 四十二章经 写作方式类似论语（便于传播） 在魏晋南北朝的发展 佛教在阐述人生和宇宙哲理方面补充甚至超越了儒道两家 满足了知识精英的精神探究需求 在人生烦恼和苦痛方面补充甚至超越了儒道两家 满足了普通民众的心理慰藉需求 在社会生产力快速发展的同时满足了人民日益增长的物质文化需求 在隋唐时期达到全盛 隋代： 皇帝在般若寺长大 尊道教而不排斥佛教 首次迎佛骨 唐朝： 佛教成为国教 重新梳理道教权威，支持创立密宗 诸位君主迎佛骨 佛教的宗派唯识派净土宗 难行道 依照戒定慧修六度 经过三大阿僧祇劫 易行道 一生志诚念“南无啊弥陀佛” 命终时一章阿弥陀佛的愿力 信、愿、行 禅宗的发展历史 早期禅宗 菩提达摩来到少林寺 道信之前的禅师奉头陀行 行此法者，有十二事：一者在阿兰若处、二者常行乞食、三者次第乞食、四者受一食法、五者节量食、六者中后不得饮浆、七者著弊纳衣、八者但三衣、九者冢间住、十者树下止、十一者露地坐、十二者但坐不卧。 《佛说十二头陀经》 苦行僧，让 四世祖道信：农禅并重 道信入双峰山定居，首倡劳作 “坐”与“做”未统一 努力勤坐,坐为根本。能作三五年,得一口食塞饥疮,即闭门坐。 五世祖弘忍 在冯茂山再设道场 将“坐”与“做”融于一体（将修行与生活融为一体） 六世祖之争 所以认为六世祖为神秀 神秀/慧能时代，禅宗并未分裂 神秀圆寂后，嫡传弟子普寂为禅宗领袖 慧能嫡传弟子神会在滑台无遮大会上猛烈攻击北宗，禅宗分裂 惠能为弘忍唯一嫡传弟子 惠能的“顿悟”法为真禅法，神秀所传“渐悟”为假禅法 神会曰：“衣所以传，信也，信苟在法，衣何有焉？”他日请秘于师之塔庙，以熄心竞。传衣繇是遂绝。 《扬州华林寺大悲禅师碑铭（并序）》 吾受托先师，传兹密印，远自达摩菩萨导于可，可进于璨，璨钟于信，信传于忍，忍授于大通，大通贻于吾，今七叶矣。 《大照禅师塔铭》 深惠被赶回南方 本性即佛性，悟性即成佛 无需专门读佛经，只需要寻找自己的本心即可 佛向性中作，莫向身外求 处处可禅修，顿悟可成佛 从定发慧 重定轻慧 $\\to$定慧等学 从传统的禅定变成了新的禅定 加入了儒家的说法（孝等） 更加强调顿悟成佛 六祖革命马祖道一的禅学思想 即心即佛 非心非佛 平常心是道 平常心无造作、无是非、无取舍、无断常、无凡无圣 马祖道一开辟丛林丛林：禅宗僧人居住的山林道场 以禅堂为中心，不供佛像 共同劳作共同生活 摆脱官方控制的禅寺和戒律，保持独立性 南宗禅的“狂禅”倾向 丹霞禅师过慧林寺，遇天大寒，取木佛烧火向，院主诃曰：“何得烧我木佛？”师以杖子拨灰曰：“吾烧取舍利。”主曰：“木佛何有舍利？”师曰：“既无舍利，更取两尊烧。” 《五灯会元》卷五 上堂:“我先祖见处即不然，这里无祖无佛：达磨是老臊胡，释迦老子是干屎橛，文殊、普贤是担屎汉；等觉、妙觉是破执凡夫，菩提、涅槃是系驴橛，十二分教是鬼神簿、拭疮疣纸。” 《五灯会元》卷七 百丈怀海指定的丛林清规 确立了寺院管理团队及其角色分工 规定了僧众的生活方式 实行普请法，将农禅行为制度化（一视同仁） 会昌法难和南宗崛起 传统佛寺不纳赋税，不服徭役 动因：唐武宗讨厌佛教，会昌年间财政吃紧 结果：其天下所拆寺四千六百余所，还俗僧尼二十六万五百人，收充两税户；拆招提、兰若四万余所，收膏腴上田数千万顷，收奴婢为两税户十五万人 程朱理学理学产生的思想背景从儒学到经学 五经 《诗》《书》《礼》《易》《春秋》 传记 《论语》、《孟子》 唐宋时期禅宗的兴盛 唐代儒家的反击：韩愈和李翱 引发了反驳 韩子徒守人伦之近事，而不见乎人生之远理，岂暗内而循外欤 便先言性命道德，先驱了智者，才愈高明，则陷溺愈深 北宋四子周敦颐 北宋理学“开山祖师”（被朱熹推崇），程颢，程颐老师 《太极图说》：通过讨论太极、阴阳，开启后代的 张载 程颢程颐表叔 提出气和变化气质的学说，以及心统性情的学说 为天地立心，为生民立命，为往圣继绝学，为万世开太平 程颢、程颐 吾学虽有所受，“天理”二字确实自家体贴出来。 朱熹为三传弟子 二程内部存在区别，程颢提出“心即理”，开出陆王心学，程颢则开出程朱理学 程朱理学朱熹 地位仅次于孔子、孟子，享祀孔庙 道统和四书佛教禅宗法脉 道统的建立 韩愈提出儒家道统说 斯吾所谓道也，非向所谓老与佛之道也。尧以是传之舜，舜以是传之禹，禹以是传之汤，汤以是传之文、武、周公，文、武、周公以是传之孔子，孔子传之孟轲，轲之死，不得其传焉。 《原道》 二程兄弟以续接道统为己任 朱熹完善儒家导通理论 从圣贤谱系来说略同于韩愈 抬高孔子的地位，构建孔孟之间的传承谱系 理气论 世界的构成：形而上和形而下 理和气的关系 开天辟地之时，现有理后有气 当下世界既不混杂也不分离 太极是理 理一分殊 心性论 心能知觉，直觉分为道心、人心 人只有一个心，但知觉得道理底是道心，知觉得声色臭味的是人心****……道心人心只是一个物事，但所知觉不同。《朱子语类》卷八十七 只是一心，合道理底是天理，徇情欲底是人欲。《朱子语类》卷七十八 人心惟危，道心惟微 人心惟危，道心惟微，惟精惟一，允执厥中。 人心无法定，容易被人心带到下面去 人和动物去别的地方则是道心 道心一般不能看到，人们但会在意它的存在 你比你想象的善良——刘勋 不学习理学就会被人心带到堕落 道心为主，人心听命 就算是圣人也有肉体（有道心和人心） 存天理灭人欲 教育人，并非完全消灭 正常的生命活动属于天理 每一个天理都对应着一个人欲 要消灭的是超过天理的$\\Delta$人欲，而非合理的人欲 心是身的主宰 心兼性情 仁义礼智等为人的本性；知道羞耻、厌恶、是非等属于情，对应性的一部分 心主性情 心要做性情的主宰，不能被情带走 天命之性纯善，气质之性有善恶 人与其他动物的不同是因为人分得的天理是完整的 气质 指阴阳五行之气，质指由气积聚成的形质 最轻者为人，次为动物 人的气质不同 天命之性和气质不能分离 气质遮蔽天命之性 天性被气质遮盖 改善气质的途径 体认天命之性——格物致知 澄清气质——主敬涵养 性发为情，七情有善恶 性发为情的过程 情是内心本性的外在表现 格物致知的道路 理学 通过研究玩晒万物的片面天理来拼凑 格物致知 心学 通过发现明了心中的天命之性来直接认识完整的天理 发明本心 格物致知的要点 格物是手段 （心）走近外物。从已知的天理出发，推知其他的天理 致知是手段 为了达到让自己获得知识 格物致知是为了明了内心中的天命之性/天理 为了揭示自己被气质遮盖的本性 会让人觉得自己越发明亮 格物致知有一个从量的积累到质的飞跃的过程 格物首要的是人事，致知首要的是道德 现代物理（自然科学）的萌芽 获得至善的道理 从自然现象获得做人的道理 小道的道理浓度太小，要通过读圣贤的书籍 知行论 道德知识和道德实践的关系 论先后，知在先 现有革命的理论才有革命的行为 轮轻重，行为重——落脚点 知道了道德是要付诸行动的 懂的精要不如做得扎实 功夫都在“做”上 主敬涵养论 气质可以改变 敬论要点 整齐严肃 从外貌做功夫，要求易容整齐，举止端庄 主一无适 就内心做功夫，保持一时的高度集中 常惺惺 保持内心唤醒，不昏昧，不间断 内心收敛，不容一物 就内心做功夫，重在收敛而令此心为主 如何主敬、持敬 无事的时候修心，有事时专心于事 三纲五常论 朱熹对三纲五常得强化和提升 三纲五常是天理得体现，败坏纲常就是绝害天理 三纲五常是恒古不变、孔子推崇的绝对政治伦理原则 象山心学 朱熹和陆九渊得区别 类似孔子和孟子 哲学基础 心即理 修养方法 简易功夫 是体悟本心道德，不是认识外界事物 整体明了，并非逐步理解 无需向外部寻求，直接从内心发现天理 发明本心 剥落心蔽 格除物欲，扫却邪见 剥落靠师友琢磨 优游读书 有工作不读 读书不要太快 读书要带着问题去读，读书是要带上自己的思考 读书时不要强求 修养目标 明理 确认十戒皆是理得产物或表现 立心 体认万事万物戒心所生，不执著于一事一物 要自作主宰，不要拘于外物 做人 仔埔哦个道德的万任，做一个独立的超人 理学转正的历程 宋代占据必考的意识心态是经学 辽金蒙元辽辽朝治理汉地的方式 北魏：全面汉化 辽：建立草原+中原的二元性帝国 契丹人建立辽的方式即为蒙古建立元、女真建立清的方式 辽朝前期的女主执政 982年：辽圣宗即位，承天太后萧绰（北枢密院）、汉人韩德让（南枢密院） 1009年：承天太后去世，齐天太后把持朝政 1031年：辽兴宗，法天后把持朝政 1043年：辽兴宗囚禁法天后，夺回政权 澶渊之盟 宋辽为兄弟之国 双方不得在边境增修城墙（增强军事互信） 宋朝每年提供岁币十万两白银 在边境设置市场 1044年 辽将云州升为西京，五京齐备 辽朝的南北方向北面 辽内四部族、四大契丹部族、四十八小部、非契丹部落 畜牧业为主的游牧生活 南面 汉人和高度汉化的渤海人 农业为主的定居生活 辽朝的二元政治制度 以国制治契丹，以汉制治汉人 先进性 建立一个包含游牧和农耕的二元帝国 金、元、清的先导 二敌之势所以难制者，有城国，有行国，依古以来，未有敌国外患如今之强盛者，比之汉唐，奚啻十倍 长期和平的后果 辽朝逐渐定位为正统性与中原无差别的王朝 长期和平使得双方兵备松弛，最后先后被金朝灭亡 女真——金 以渔猎为主，身体素质强悍 1115年：完颜阿骨打称帝建国，国号大金 金朝的政治制度 中央官制 勃极烈制 源于部落贵族议事会的集体领导 君臣尊卑不分明 都元帅府 最高军事机构，名义上由谙班勃极烈担任 实际掌握在左右副元帅手中 地方政治体制 灭辽之前 女真地区形式猛按谋克制 军事行政一体 灭辽之后 在辽五京地区推行猛按谋克制遭挫折 保留枢密院 灭北宋后 在北宋汉地建立伪楚、伪齐政权 伪楚用宋代官制，伪齐用唐代官制 金熹宗改革 重用汉人 废除勃极烈制，改为三省六部制 改革官制，一律按照新官职授权 扩大尚书省权力，设立御史台 废伪齐，在开封设立行台尚书省 金朝官制实现了全国统一，中央集权加强，完全汉化 宋辽从兄弟到君臣关系 宋朝成为金朝的南蛮（藩属国） 中兴四将 御营军 东京留守司军 陕西君 岳飞的死因 “迎回二圣” 离中央远 完颜亮改革迁都 将始祖以下的陵寝迁到中都附近的大房山 王公贵族迁到中都 大量女真民户迁到中都 毁坏旧宫殿 官制 罢免中书、门下省，只设尚书省 罢免都元帅府，改为枢密院 科举 乡试、府试、会试的基础上增加殿试 南北榜合一 隆兴北伐和议和南宋不再试图恢复北方 蒙元帝国 由信奉狼的突厥人和信奉鹿的部落（大兴安岭附近）的部落混合而来 大蒙古国亲厚的制度建设 建立千户、百户授封制度（打破部落联盟） 组织怯薛护卫军（所有最精锐的青年和首领的后代），青年政治学院，培养高级将领 颁行法律与设置司法长官 创立蒙古文字 分封子弟 成吉思汗超越其他汗的原因 依靠自己创业，个人权利大，不受血缘关系的影响 成吉思汗的汗权继承了北方草原形态的政治观念，又借鉴了汉地社会的君主集权专制传统 金朝末年的内部矛盾 人口数量激增 宰相带头占领汉人土地 第二次西征元朝官制概况 中书省、枢密院、御史台、宣政院（专管吐蕃地区） 元朝保留的蒙古旧制 投下 分封制度，针对蒙古贵族 斡脱 官商制度，色目人担任 赐赉 刺伤制度，分为固定和临时性的 怯薛 宫廷护卫亲军 达鲁花赤 皇帝在中央和地方机构的特派员 扎鲁忽赤 中央和地方司法机关专管刑法的断事官 民族分化政策 蒙古人 “自己骨肉” 色目人 “诸色名目之人”，包括西北各族、西域、西藏、欧洲各族人，比如乃蛮、汪古、畏兀儿、吐蕃、钦察人 汉人 南人 指后来征服的南宋人 元朝的科举和任官科举 蒙古人、色目人一套题，汉人、南人一套题 考试内容为《四书》，汉人、南人加试，以程朱理学为标准 任官 宿卫出职 吏员入仕 承袭/承荫 科举取士 元朝统治者对汉文化的态度 在汉地尊崇儒家，专门设立儒户 高层对汉文化不感兴趣 承继辽代二元统治的传统，吸取金朝汉化太深的教训，以汉法治汉地 元朝的经济承载区——江南元末的农民起义 元朝对于中华文明：再造”大一统“ 蒙古帝国对于世界文明：构建”世界体系“ 地理变迁地理概况 九州：最早的经济地理区划 华北平原与中国早期王朝的形成河北平原的衰落 华北平原，特别是河北平原，在唐朝后期迅速衰落 河北平原为安史之乱的主战场，人口大量减少 安史之乱后的藩镇割据时期，有恢复但未回到繁盛时期 黄淮平原同样遭到迫害，但在北宋时期获得新生 关中盆地与周秦汉隋唐的定都关中盆地的优越性和两都制 关中盆地成为周秦汉唐政治核心区的地理条件 四面环山 发达的灌溉农业，能够自给自足 周人从岐山迁至关中盆地后实现跨越式发展，故能灭商 为了控制广袤的关东地区，必须在关东设立陪都，创立宗周承周两都制 东西两都制均被汉、唐沿用 关中盆地：天府1.0 周王室东迁，秦人长期开发关中 关中盆地的衰落 唐代后期遭遇战乱、农业凋敝、运量困难 唐以后的五代十国时期，都选择避开关中，从此大一统政权的政治核心都由关中变往关东 黄淮平原和两宋兴衰黄淮平原的发展 汉武帝时期开始大型水利 三国时邓艾在淮北吞日按 唐朝前期，和南都啊未主要粮食产区主要河流沿岸农业发达。交通便利 晚唐黄淮地区遭受战争摧残，后周开始回复 北宋定都开封的问题粮食问题 中唐之后唐朝失去华北 漕运改革使得开封取代洛阳 从开封到洛阳的漕运愈发困难 后晋、后汉、后周建设，开封作为首都和漕运中心 蓄兵京师黄河的第一、第二次大改道 前602年周定王五年，河决宿胥口 11年，王莽三年，河决魏郡 西汉流路$\\to$东汉流路 王莽决而不堵，濮阳之下自由泛滥 69年东汉王景治河，动用数十万人 到晚唐、宋初，黄河决堤逐渐频繁 第三次 1048年，北宋仁宗庆历八年，河决濮阳商胡 东汉流路$\\to$北宋流路 向北改道，成为“北流” 防辽军事需要，试图回河东流，构筑水上长城，但都失败 第四次 1128年，南宋高宗建炎二年，杜绝决河 黄河泛滥对黄淮平原的破坏 经济和环境的破坏 加剧黄淮平原上河流、湖泊、水利工程淤塞，水系紊乱 损毁沿岸大量农田 原有农田被毁后开垦新田，进一步破坏了流域生态环境 人员伤亡和迁移 黄河泛滥造成人口的大量亡溺，居民区被毁 治河工程造成进一步的劳役负担 黄淮平原的衰落 黄河水患和战乱叠加，支撑后来王朝的重担落在了江南地区 宋代以后农业长期处于落后地区 南宋时期黄淮平原逐渐军事化，人民武力值提高（社会达尔文主义） 第五次 1855年，清文宗咸丰五年，河决铜瓦厢 正值太平天国，咸丰皇帝下诏暂缓堵河 江南地区与中国经济人口重心的南移 广义：长江中下游以南地区 狭义：长江下游以南地区 发展的第二阶段——唐朝 唐朝前期，江南道户口大幅度增长 贞观到天宝年间增长4.5倍 第三阶段——宋朝 宋代广义江南地区人口进一步增长，吴越、江西人口最多 北宋末年的“靖康之乱”，造成中国历史的第三次北方人口大规模南迁 宋代，吴越地区未全国农业经济最发达的地区 可耕土地基本全部开垦 推广了先进的农业技术。实行麦稻两熟制，发展精耕细作技术，引进河改良作物品种（占城稻） 商业性农业（棉麻、桑蚕）快速发展 人民越来越贫困（靠人力提高生产力） 水果、蔬菜、花卉 中国人口的重心从北变南 中华文明长期存在的经济地理基础 从北到南：华北地区、黄淮地区、江南地区 两大天府：关中盆地（长期以来的政治中心）、四川盆地 经济人口中心 中唐以前：重心在北方，南方不断发展 安史之乱后：南方成为重心 政治核心区与经济承载区的关系 夏商：重合 西周、西汉、唐：分离，东西方向 宋：重合 元明清：分离，南北方向 作为历史地理体系的中国中原 规模大、连续成片，交通方便 具有最大的人均积累的财富 大一统的经济地理形势有利于大一统帝国的建立 宋代之后没有长期割据 地方割据势力无法与中央抗衡 宋代中央的力量超过阈值 废除均田制，增加了赋税 安史之乱后世家大族灭亡，没有成组织的团体对抗中央 中原地区构建维持统治秩序的手段以世俗手段为主 遵循儒家文化、统一管理 国外的自由氛围：基于教主和信众的低成本管理模式 从周代以来，中原以世俗手段为主，中国人品行务实，无神论者多 宗教也会被统治者使用，但一直政教分离，因为能够负担智利的成本 儒家文化的“不语怪力乱神” 依赖大型的农业经济，需要“入世” 宽泛意义上的儒家文化是中原帝国世俗统治秩序匹配的文化 四川盆地 备份（备胎） 草原 蒙古高原的地缘结构 幽云十六州是北方南下的进口 游牧经济的特点 高度的机动化 无法自给自足 草原帝国的成因 内部因素：地理基础&amp;经济状况 全世界无产主义者，联合起来！！！乌拉 由于本身“封闭性的游牧” 由于资源的匮乏而不需要互相攻打 很快的形成部落联盟 外部因素：中原统一农耕帝国形成 草原帝国的优势 战争为净收益，战斗欲望高 无产者失去的只有锁链！！！乌拉！！！ 骑兵为主，军队机动性高 生产/生活/战争一体，效率高，后勤压力低 草原帝国的政治特点 大可汗无法实现基于赋税——官僚体系的直接管理，权力有限，贵族民主常见 无法确定交税的人在哪里 草原帝国和中原帝国 匈奴、突厥、回鹘无意统治中原 回鹘与中原：为了榨取而保护 突厥/匈奴：两极分化 当中原王朝强大时，投降与坚持斗争的人会两极分化 蒙古：希望统治中原 进化：成为元朝 退化：还原为蒙古帝国，被清朝同化 中原与草原互相构建，为多民族统一的中国奠定基础 多元统一的国家的成立基础 草原倒逼汉地变法 过渡地带 长城沿线地区+东北 农耕与游畜牧经济交错 北魏、辽、金、元、清等多元帝国的统治秩序生成地带 北魏：全面汉化，放弃根本 辽：二元帝国，保留了辽朝本地，被灭后再建西辽 金：全面汉化，放弃根本 元：承袭二元策略，以蒙古人为核心 清：总结辽金元的治理技术，达到了多元帝国的顶峰 西域 塔里木、准格尔、吐鲁番 绿洲灌溉农业，农耕经济与畜牧经济交错 自然环境严酷，国家间距离遥远，无法成为统一的大帝国，周边帝国经常间接统治 西域的地理位置和较高的自由度成为东西方贸易和交流的“自由通道” 高原 青藏高原的山脉 北线昆仑山-阿尔金山-祁连山：青藏高原跟西域的界线 中线唐古拉山：青海和西藏的界线 中南线冈底斯山-念青唐古拉山：西藏内部农耕和游牧的界线 南线喜马拉雅山：青藏高原和印度平原的界线 三大藏区： 安多（马域） 康巴（人域） 卫藏（法域） 藏南谷地 前藏：拉萨+山南 后藏：日喀则 生存环境严酷，宜居环境破碎 无法支撑大规模的经济和人口，治理成本高，政治成熟度低 阿里地区产生苯教，多神苯教和多头贵族相匹配 松赞干布通过战争、和亲、引入佛教，从外部掠夺资源 发动战争攫取经济资源 通过和亲攫取政治资源 引入佛教控制思想 从而成为较为统一的政权 佛教和苯教的斗争背后时赞普和贵族的斗争 末代干布灭佛，吐蕃迅速崩溃 从此以后青藏高原持续性分裂 佛教第二次传入，“政教合一”秩序形成 佛教与本土苯教融合，形成“藏传佛教” 佛教与部落政权结合，形成五大教派和大量小教派 部落首领即教派领袖，形成低成本“政教合一”统治秩序 西南 云贵高原 农耕经济与畜牧经济交错 一句地区破碎，陆路交通不便 丰富矿产促使中原帝国加强统治 产银，铜 土著族群的分化 与帝国合作：成为世袭土司，竞争时占据优势，逐渐汉化 逃避帝国统治：沿河流向上游走，各自进化，保留 形成鄙视链：中游骂上游，下游骂中游，汉化程度逐渐降低 地理独立性与反叛和割据奠定基础 东南沿海 两广、闽、浙沿海地区，具有地理独立性 丘陵地区造成文化上的隔离 农耕经济，很早开始航海 明代时期开始下南洋（因为人口承载不足） 明朝的朝贡贸易促使东南沿海和南阳各国形成华人贸易世界 华人拜托大陆集权秩序，建立宗族、乡党为基础的自生秩序 会党组织使得下南洋在统一社会空间内的内部移动 西方殖民者的打压促使华人局有政治意识 南洋华人的政治意识开始传回到东南沿海地区 古代：草原——中远关系为秩序生成机制 近代：海洋——中原关系成为秩序生成机制，引发旧民主主义革命，倒逼国内的革命 魏晋风度名教危机 名教：规范名分 内容：三纲五常 三纲五常的演变 春秋 →战国（各国变法，法家思想主导） “臣事君，子事父，妻事夫。 ​ →西汉（董仲舒）：将纲常用阴阳学说来解释 ​ 夫仁、谊( 义) 、礼、知( 智) 、信五常之道，王者所当修饬也。” 《汉书·董仲舒传》 ​ →东汉：将三纲五常用天地五行对应（三纲五常正式成型） “三纲五常”成为古代核心价值理念，是在南宋理学兴盛以后东汉后期的“清议” 清议 议论国政 品评人物 太上有立德，其次有立功，其次有立言。虽久不废，此之谓不朽。 目的：与宦官集团作斗争 乡闾清议在西汉已经成为察举/征辟的重要依据（热搜）品评人物在东汉后期达到极盛（成为九品中正制的基础） 月旦评（全国名士排行榜） “清议”和党锢之祸 参与清议的太学生、士大夫结成朋党，与宦官集团直接对立 集体情愿，武装 某些士人已将批判矛头直接指向袒护宦官的皇帝 东汉末年的名教危机 “臣为君纲”的政治现实，击碎了士大 夫对名教的信仰 外戚专权，臣为君纲 人才选拔制度被浊流势力把持，使得士大 夫对遵循名教而入仕失去信心察举制等为宦官把持 名教危机的影响 儒学士大夫群体的分裂 留在官僚体 系，成为清 谈之士 离开官僚体 系，成为隐 逸之士 参与到颠覆 现行体制的 斗争中 坚守士大夫的理想且不懦弱 东汉儒学士大夫的弊病 擅长坐而论道却缺乏政治斗争谋略 拘泥经典而颠倒了现实与理论的关系 用经典理论来批判现实，想要让现实服从理论 书生气十足却难担当不起治国平天下重任 曹操：治平尚德行，有事赏功能宦官家庭，挟天子以令诸侯 唯才是举：三次发求贤令 或不仁不孝而有治国用兵之术 门阀士族九品中正制建立 九品中正制启动 尚书陈群，以天朝选用不尽人才，乃立九品官人之法：州郡皆置中正 以定其选，择州郡之贤有识鉴者为之，区别人物，第其高下。 不再有考试 历史渊源 孔子的“三品论人” 分三等→分九等 中正的设置和职责 必须有中正评级才能做官（绩效考核） 在所管辖地区调研，给人定资品：簿阀、状、品 一品为虚设，二品为最高 中正品评和乡闾清议 类似与月旦评，官方，定量 中正定品→选官用人 门阀士族的形成 九品中正制被士族控制 确保士族的专权、以家世为贵 提出废除九品中正制，皇帝为了保全自己的权力愿意分权给士族，不能废除九品中正制 西晋末年的士族分裂东晋门阀政治 门阀士族实力强大、皇帝与士族分权共治 东晋门阀政治核心特征 以九品中正制为制度基础 门阀士族世代得上品，做清官，主要在中央 寒门庶族世代得下品，做浊官，主要在地方 士族与庶族的隔阂魏晋玄学魏晋玄学兴起的背景 政治现实严重动摇了士人对儒学名教的信仰 九品中正制的推行使得儒学不再是入仕的必要条件 西汉初年曾占统治地位的道家思想重新受到重视 玄学概况——研究幽深玄远问题的学问为宋明理学奠基 三玄：《老子》《庄子》《周易》 名教与自然道靠无形与无为 故从事 于道者同于道， 以自然的方式来感化民众 名教败坏是因为不知道适可而止 应该用到家的自然来改良儒家的名教 王弼：名教出于自然 西汉初年黄老之学是对秦代 “以法为教”有为太过的修正 曹魏时期王弼思想是对汉代 “以名为教”有为太过的修正 嵇康、阮籍：越名教而任自然 认为儒家六经是危害人性的过程 纵欲才能得到自然 人的欲望：好安而恶危，好逸恶劳，不追求仁义的虚名 超越俗人对声色功名的追逐 郭象：名教即自然 性各有分 天分与运气 不可改变的差别 性各有分，故知者守知以待终，而愚者抱愚以至死，岂中易其性者也？ 夫时之所贤者为君，才不应世者为臣。 玄同万物 齐物论 在各自的位置上做到最后好 实现自我的人生价值 透过表面差别看到的同是玄同，自然之道 各自满足本性，即平等 各自顺应自然即可达到君民有别的地步 各然其所然，各可其所可，则理 虽万殊，而性同得，故曰道通为一也。 任性为仁 真性情每人都有，只是被掩盖起来了 不用再去学繁琐的道德教化，而是顺其自然达到真性情 魏晋风度英雄本色圣人 • 重德轻才 • 纯善无恶英雄 • 重才轻德 • 兼具善恶刘劭《人物志》论“英雄” 若校其分数，则互相须，各以二分，取 彼一分，然后乃成。 要有英的智慧，要有雄的胆量 英与雄成分能均衡才能做更伟大的事业，建立政权 英的成分更重要 故一人之身，兼有英雄， 乃能役英与雄。能役英与雄，故能成大业也。 东晋英雄：王敦东晋英雄：桓温 既为忠臣，不得为孝子，如何？ 名士风流—东汉名士曹魏名士 正始名士 何晏王弼夏侯玄 竹林名士 嵇康阮籍蔑视名教、礼法，但道德高尚 聪明之至，只谈玄学不谈时政 西晋名士—由儒入玄 贾谧二十四友 潘安：构陷太子，功利心很重石崇：官家劫掠富商刘琨 元康清谈派 王衍 元康放达派 纯任自然，做出不穿衣服的丑事 既想得到物质情欲的满足，物质上的享受，又想追求名士的声誉，虚伪败坏时风 东晋名士 特点：儒玄双修 兼顾自然与名教 道家自然无为来内养其心 外在用名教来规范行为 玄心 不需要在意外在的行为 i don’t care 淡定从容的雅量 洞见 专凭联想和体悟来品评 没有长篇大论，短小精悍 不用经历体会 妙赏 赏书画作品，诗词歌赋 高雅艺术，超越 深情 有情而无我 于宇宙人生之感慨 对万事万物有博爱之情 唐宋变革均田制与租庸调制的崩溃租庸调制——以丁身为本制度缺陷 农户受田不足，破产卖地逃亡， 均田制名存实亡 先满足永业田的需求，政府可以收回的口分田日渐减少，为后来土地的兼并和买卖打下基础 分不够土地但是交税不减，导致农民选择卖掉土地逃亡（换取路费） 购买力强的官僚贵族或富豪商户大量收购土地，积极开荒以占有更多土地 官僚贵族、富商大贾、佛道寺院合法或非法占有大量土地，成为大地主， 庇护大批佃农 土地角度：土地从自耕农逐渐集中到大地主手中，均田制名存实亡户口角度：主户(自耕农)越来越少，不直接纳税的客户(佃农)越来越多不直接向政府交税而是向大地主交租，大地主往往免税 户籍管理混乱，主户中课户比例不断缩小 虚户和摊逃 对上报空户口，把逃亡的户口的赋税均摊到没逃的人，加速逃亡 不课口和不课户 僧尼道士买度牒 安史之乱（最终一击）导致租庸调 体系最终崩溃政府开始向有资产者下手 推行两税法，放开土地兼并推行“以资产为宗”的两税法 户无主客，以现居为簿 不再区分主户客户，全部编 入当地户籍，按户籍地交 税，三年更新一次户籍 大幅度缩小免税范围，贵 族、官员、僧尼都要交税 人无丁中，以贫富为差 税收货币化 劳役雇佣化 晚唐土地财税制度改革的深远意义标志着“均田安民”政治理想在古代的终结 兼并者不复追正，贫弱者不复田业，姑定额取税而已。 《文献通考》卷3《田赋三》 晚唐时期皇帝也加入土地兼并的浪潮 不再保障小农土地 从此“均田安民”转变为“均税安民”以资产为宗旨，只要税收公平就能是社会安宁 两税法改革对晚唐经济社会发展的意义 增加中央财政收入，缓解政府财务危机唐朝在安史之乱后还能继续百年的重要原因 增强中央政府实力，加强了中央集权打击了僧人富商等的势力，中央权力增大 减轻农民税收负担，有助于农村稳定和恢复促进农村人口回归，农村经济建设 农民自由度提升，促进商品经济发展只要交税不限制农民一定要种地，可以出去打工，劳动力商品经济增长，市场扩大，商品经济开始繁荣 实物税向货币税转化，促进货币经济发展 国内市场体系宋代国内市场体系大都市→州县→镇→草市（赶集）、村坊 上海务：收酒税的机构 南宋后期，上海务周围人越来越多，建立上海镇 唐→宋：从封闭式坊市到开放式街巷唐、五代的首都管理制度变迁唐前期：开门关门时间限制、宵禁，晚上没有人，只有重大节日才能放夜 唐晚期：坊内开店，宵禁管理制度逐渐趋于形式，人们随便 后周：坊市制崩溃 北宋开封城市管理 坊市制的废除 宵禁制的松弛 ex.开封：庙会、酒店、小吃、娱乐 货币金融体系宋代货币经济的两大特点：钱荒、纸币交子在四川出现的原因 四川的商品经济非常发达（南北交汇处） 四川的钱是铁钱，使用很不便利（重） 四川缺乏官方发行的纸质信用票据 四川的造纸和印刷术非常发达 便钱： A地存现钱，凭票据到B地取现钱交引： 开封交现钱，凭票据到产地领茶/盐交子发展历程跟便钱相似→大头直接用交子交易→交子店主挪用囤积的铁钱（准备金）→出现乱象→政府管理（整顿交子第一期：规范）→富商开始发行固定面额的交子→交子铺无法兑现→政府管理（整顿交子第二期：关停）→政府管理（整顿交子第三期：官办）交子的面额大于准备金 官交子迅速从替代货币转变成信用货币，成为政 府敛财工具北宋末年，政府滥发交子，迅速贬值，走向末路（陕西交子成为没有准备金的纯法币，全靠国家信用）宋代科举制度变“考官门生”为“天子门生” 以谓取士官材，为国基本，乃人 主之柄，非下所宜专 确立皇帝殿试制度，让最后决定权掌握在皇帝手中 国家悬科取士，为官择人，既擢第于公朝，宁谢恩于私室? 改革谢恩制度不向主考官谢恩只向皇帝谢恩 军权收归皇帝，取士权收归皇帝 使科举取士成为选人任官最主要途径 科举录取人数与唐代相比有大幅度的增加 取消吏部筛选，科举及第者直接授官 科举入仕者起家官阶高，升迁速度快 取人多，用人快 科举士大夫为主导的官僚体制在宋代完全确立，并为明、清两朝所继承 宋代恩荫制也得到很大发展，但不改变科举主导地位 为寒门家庭提供动力，恩荫制不能直接当大官，故提高风气 广揽天下英才，提倡公平竞争， 缓和不良影响 报名彻底取消了门第和阶层限制，广揽天下英才 唐代不能参加考试的人都可以去考 一切以考试成绩为标准 革除考场弊病，努力做到“一切以程文为去留” 禁止高官直接推荐以及提交平时成绩 锁院，严肃考场纪律，严防作弊，誊录字体写的好不好不再成为判断标准，三级阅卷减少误差 创立特奏名、殿试不黜落，缓和科举高淘汰率造成的不良影响 直通车待遇，防止落榜者反社会 北宋前期皇帝殿试刷一半的人，但到了宋仁宗以后，殿试原则上不再刷人下去 减轻考试失利对社会带来的不良影响，导致宋后期官僚体系及其庞大 专门选拔通经致用的政治人才皇帝与科举士大夫关系宋代政治的特点基本方略：重文轻武 基本性质：文官政治 基本格局：皇帝+科举士大夫 权力集中于皇帝，士大夫掌握的 各机构互相制衡前朝宰相拥有的政权和军权一分为二由两方势力管理，相互制衡 三司的长官直接向皇上汇报（财权） 三衙全是武将 发兵权与带兵权分开，相互牵制 各部门可以相互弹劾 皇帝与士大夫共治天下积极参与治理，将君主变为尧舜禹成为士大夫的理想与追求、修炼出以天下为己任的精神 道理最大不以私人的意愿伤害国家的公平公正，成为维护君臣关系的准则，道理制约皇帝、士大夫、所有人。类似议会制，先争论，效率较低 不轻杀士大夫后代皇帝即位都要默诵：不得杀士大夫及上书言事人。 祖宗旧制，使皇帝杀士大夫变得困难 皇帝自觉坚法度，士大夫集团内部相互为彼此开脱，以防止自己有难时对方报复 皇权统御相权，又受到相权制约宰相不长期专权，最多三年，但皇上下的诏书必须经过宰相签字才能奏效 相权、皇权都受到台谏权的制约可以弹劾官员宰相、劝谏皇帝 士人、佃农、市民和富民士族瓦解，士人成为一个来源多元、 流动性大的阶层唐代前直到唐代中期： 士族：政治上世代有子弟在朝为官 经济上拥有世代经营的庄园 唐代后： 从政治上摧垮士族的是科举制从经济上摧垮士族的是战乱和土地流转大的士族逐渐瓦解成小地主甚至成为佃农 读书人（士人）来源广阶层多流动性大 佃农取代小自耕农成为农民阶层的主体社会流动性加大 租佃制沿用上千年 地主和佃农的矛盾成为此后中国古代社会的基本矛盾之一以工商业者为主体的市民阶层蓬勃发展宋代成为城市化的高峰 市民的职业结构趋向多元化 最多工商业者 结构越来约多元 职业分工细 从事服务业的社会群体成为市民的重要组成部分 生活很方便 市民中的下层群体扩大 说明市场经济规模很大 以平民地主为主体的富民阶层 成为社会新的中坚力量富而不贵 皇权不下乡：地方事务大多由乡绅管理 平民社会的形成具有契约普遍性和高流动性 的平民社会形成平民无论身份在法律地位上平等 两大特点： 契约高普遍性——基础：平等 受到契约影响即使官民不平等也经常定契约 租佃契约 签合同，可以自己决定是走是留 可选择续约 雇佣契约 高流动性 地域流动性 农民不限于在一个地方种地 也可以做其他职业 等级 等级制度不固定 科举制度使得等级变化 职业 士大夫文化与庶民文化的发展和互动最能体现雅俗互动：士大夫与庶民文化得交融 道家道生天地万物 一二三的解释——第一第二第三 从无到有，从单一到多 道冲，而用之或不盈。 道运动的基本规律是“反”虚涵 大曰逝，逝曰远，远曰 反。 近与远不是物理距离而是逻辑距离 从正面到对立面，又从对面返回来 物极必反相互依存相互转化道的整体价值原则是“自然”和“无为” 人法地， 地法天，天法道，道法自然。 自然 = 自己如此 = 自己成为这样 = 自然而然自然非自然界，道法自然，自然界法道 道的本性就是自然而然 没有任何目的和意志 是随心所欲的自然状态 无为 无为是手段，无不为是目的 什么都不做 君无为 道在作为的时候的原则（不违背自然法则而为，不超过物性限度而为，不为了满足自己私欲而为） 天道地道人道天道的价值原则——均利、不仁、虚退 天之道，利而不害。 上天没有要伤害任何事物，形成良性循环 天之道， 损有余而补不足。人之道则不然，损不足以奉有余。 天道无亲，常与善人。 天地不仁，以万物为刍狗；圣人不仁，以百姓为刍狗。 无亲不仁，天地纯自然无所偏爱，所有作为没有目的性 功遂身退，天之道。 充虚不盈，功成身退，成功了谦虚不到处显摆，有一种心态 地道价值原则——柔弱 天地不仁，以万物为刍狗；圣人不仁，以百姓为刍狗。 天地不仁，以万物为刍狗；圣人不仁，以百姓为刍狗。 人之生也柔弱，其死也坚强。草木之生也柔脆，其死也枯槁。故坚强者死之徒， 柔弱者生之徒。是以兵强则灭，木强则折。强大处下，柔弱处上。 弱之胜强，柔之胜刚 柔弱才是道的功用 柔弱胜刚强应用一：欲弱故强将欲弱之，必故强之 柔弱胜刚强应用二：知强守弱 知其雄，守其雌 知其白，守其黑 知其 荣，守其辱 地道价值原则——居下 江海之所以能为百谷王者，以其善下之，故能为百谷王。 做统治者，放的比别人更低，包容性很强，能纳万物 人道价值原则——无为而为（一） 无为而为——是与人最贴切的价值原则 无为、不言、不辞、不有、不恃、弗居 绝圣弃智、绝仁弃义、绝巧弃利、绝学无忧 通篇是否定的态度 道家讲“无为而治”，这是一个很高的智慧。有人说：“无为而不 治。”那你这个无为，不是道家的无为。你这个无为是在睡觉。无为而治， 这当然是最高的智慧，它背后有很多原理把它支撑起来。 老子其人老子是楚人道家——楚文化，自然主义 老子是史官理性主义，不带有过多的情感，探讨的是规律 老子是隐君子批判主义，并非是隐居山林的小隐而是隐居朝堂的大隐。批判精神 黄老之学黄老之学概况 老子道论为核心，吸收儒、法、名、阴阳 着重探讨君主统治术和修身术 许多学者奉黄帝为自己学说的源头 黄老之学兴盛在齐国 稷下学宫——自由开放 高等研究所，招揽天下英才为齐国的发展出谋划策 官私联手，合作办学 对各家各派一视同仁 授予稷下先生“不臣之位” 给和当官的人同样待遇 不要求干活 允许稷下先生“不治而议论” 讲话不用负责任 鼓励高水平的学术争鸣 “言必及义，有用于世” “言必当理” “有争于气者，无与辩之” 《黄帝四经》—道法论 道生法。法者，引得失以绳而明曲直者也。[故]执道者，生法而弗敢犯也，法立 而弗敢废[也]。 人间的法来自宇宙的道，法是道在人间的体现 《黄帝四经》—阴阳论阴一定要被阳支配，等级思想，延伸发展成三纲五常，维护古代等级制度 《黄帝四经》-刑德论德为阳，刑为阴。故在春夏实施德行，秋后刑罚 《黄帝四经》—修身论 重柔守雌 节俭省欲 讲信守诺 天道本性是讲诚信故人也应讲诚信 从道推演政治理论用道背书政治理论其他著作《尹文子》 稷下学宫黄老之学代表作《管子•心术》诸篇 稷下学宫学者假托管仲之名编辑创作而成一、精气论二、道与礼、法结合《庄子•天道》诸篇 庄子后学中的黄老派所作《鹖冠子》 楚人鹖冠子学生编纂而成《文子》—气论 托名老子弟子文子，战国末年黄老集大成之作《文子》—无为论顺着规律做事，无为既有为 君臣异道则治，同道则乱。 《文子》—道统仁义礼智老子反对仁义礼智 《吕氏春秋》（秦代黄老之学） 以道德为标的，以无为为纲纪 到秦代末年兼容各大文化学派，可用于治国 庄子之学——道论本体论层面的道—宇宙的本根世界的总根源，产生天地万物，包括人类精神世界的总根据，决定天地万物的存在和发展道的六个性质 绝对性 永恒性 超越性 可传而不可受，可得而不可见 直觉可以感知到 普遍性 道无所不在 无差别性 无目的性 韲万物而不为义，泽及万世而不为仁 认识论层面的道—最高的认识 未始有物者，至矣，尽矣，不可以加矣。 其次以为有物矣，而未始有封也。其次以为有封焉，而未始有是非也。是非之彰也， 道之所以亏也。 虚空没有事物，不区别，不比较好坏，一旦区别是非，道就亏损了 无差别、神秘性 相濡以沫，不如相忘于江湖。 鱼相忘乎江湖，人相忘乎道术。 知忘是非，心之适也 不用依赖别人，完整的人，忘却是非 庄子之学——安命论、逍遥论命是无可奈何的必然性 不知吾所以然而然，命也。 安命无为，悠然自得 努力了想改变却仍然改变不了的命运 知不可奈何而安之若命，唯有德者能之。 人处于以一种倒悬的境界，不敢隔断绳子，只有安命无为，才能自我解脱 逍遥 &amp; 游 一种悠闲自得的状态（运动态） 精神上的自由 游——实现现实以外的自由，出世的自由 逍遥游是精神自由庄子所谓无情——安命即为无情 无心即不在去思考 无情即没有好恶 庄子之学——真知论、齐物论以不知为真知的怀疑主义 不知才是深刻而透彻的 一、人类认知能力的局限性 吾生也有涯，而知也无涯。以有涯随无涯，殆已！已而为知者，殆而已矣！ 二、人类认知标准的主观性所有是非均是人所说的 三、人类认知过程的变化性以体道为真知的直觉主义心斋 若一志，无听之以耳而听之 以心；无听之以心而听之以气。 坐忘见独齐物我齐万物齐物我 人痛苦是因为以自我为中心，太过于区别自我与外物。精神物化才能达到舒适境界 齐是非万物没有是非，不必要去分辨价值 齐生死 死生，命也；其有夜旦之常，天也。 生者，假借也。 假之而生生者，尘垢也。死生为昼夜。 生也死之徒，死也生之始 生与死只是气的聚与散，生命死去后组成生命的元素会继续以另一种方式留存在世间 阳明心学晚明社会的特点“四民”结构的变化 商人阶层的地位、影响力显著上升 士人阶层开始分化 农民从事多种经营 对“四民”观念的转变 带来社会风气的转变 金钱至上，投机与奢靡成风 社会风气的转变现状：看淡官场功名、活在当下、在尽情追求财富、时尚和享受的同 时也深切感受到道德沦丧和精神空虚 需求：既不抛弃深厚的儒学价值观传统、又能适应新时代、进而引领 新时代千万颗迷茫人心的新学说、新思想 王阳明事迹（一） 从出生到龙场悟道家庭背景性格飘逸潇洒→来自祖父 说话耿直没坏心眼，性格正直→来自父亲 生平说话晚 才识过人，无师自通，十一岁作诗水平高 上私塾后励志成为书中圣贤 十三岁母亲去世，父亲带王阳明去蒙古实践 狂人 不得中行而与之，必也狂狷乎！狂者进取，狷者有所不为也。 《论语•子路》 练字以修心 以成为圣人为终极目标 王阳明事迹（二） 龙场悟道三十五岁，下诏狱，谪龙场驿,遭遇人生第一场 重大挫折 王阳明事迹（三） 南赣剿匪第一次剿匪第一次带兵打仗 设计抓出内奸，私下商量让其供出同伙 行十家牌法 其法编十家为一牌，开列各户籍贯、姓名、年貌、行 业，日轮一家，沿门按牌审察，遇面生可疑人，即行报官究理。或有隐匿，十家连坐。 选民兵：挑选当地的人民组编成军队 第二次剿匪有声望基础 写书信晓之以理动之以情 推己及人 抓获土匪头目，与之交谈 破山中贼易，破心中贼难 王阳明事迹（四） 宁王之乱五十岁，开始提出“致良知” 王阳明事迹（五） 晚年：讲学，平乱，去世通融儒、佛、道 良知 要犯错才会成长 晚年定论 无善 无恶是心之体，有善有恶是意之动，知善知恶是良知，为善去恶是格物。 撤防守军队 不动一刀一兵叛军投降 以德服人 学三变、教三变 学三变 驰骋辞章、出入佛老、龙场悟道 教三变 知行合一、澄心静坐、致良知 阳明心学概述（一） 身、心、意、知、物心——无善无恶是心之体没有意念发动之前心无善无恶 物——意念投射到的东西没有心外之理、没有心外之物 意指向物的方式 意识层面 关注，给名分 是否在自己的主观世界存在过 人的大脑关注过，pick到的一些信息 唯心主义：自己的心构建起来的主观世界 实践层面 格物，致良知 唯物主义：强调世界的规律性和客观性 阳明心学概述（二） 致良知，知行合一致良知论（一）—知善知恶是良知致良知论（二）-良知即是天理 良知是原来就有的，在每一个人的心里，致良知是去达到良知，而非将其挖掘出来 王阳明的良知与朱熹的天理是一个东西 为什么叫良知呢？不是冷冰冰的而是有心在其中 致良知论（三）-为善去恶是格物 践行本心中发掘的善 通过为善去恶的方式使得每一次比上一次做得更好，走一条向上的格物之路终点是良知（像逐步趋近某个极限） 逐步深化，越来越懂 去除包在天理（良知）外的私欲从而显露良知 人心险恶是因为天理被私欲所遮蔽 让我们永远坚持走向上的路，追求正义与智慧。 致良知论（四）-立志与持志 先要有志向，被教导才会有所感觉有所触动，没有理想即如同死肉 持志 一心扑在志上，没有功夫干其他的事 知行合一论（一）知是行之始，行是知之成 认知是所有行为的开始 知是行为过程不可分割的一个阶段 行是为了实现认知，是认知过程的实践 真知即所以为行，不行不足以谓知 没有知而不行的情况 行方才是知 真知的关键就是指导行为 只有真正行了才算是知 学问思辨也是行，事上磨炼最重要 有行为对应有知 行上一个层次使得知上一个层次 道德认知与社会实践的合一 学习思考提问辩论都是行与知的结合 人只有在事上磨练才能有真正的收获 阳明心学概述（三） 从晚明至近现代的影响心学在晚明的发展和变异 王门后学逐渐滑向虚无、清谈、禅宗化，负面影响逐步显现 朝堂上心学泛滥，加重了腐败，加速了灭亡 实学兴起 心学在日本的发展和变异 注重实践和行动，以改造世界为己任 将阳明心学贯穿始终 晚年毛泽东的唯物主义认识论 否定朱熹客观唯心主义 否定阳明心学 但是坚持了格物致知与知行合一","link":"/2018/12/25/%E4%B8%AD%E5%8D%8E%E6%96%87%E6%98%8E%E9%80%9A%E8%AE%BA/"},{"title":"关于功利主义","text":"第一，人的福祉是重要的； 第二，道德规则必须依照其对于人的福祉的后果而受到校验。 罗尔斯在1971年出版的《正义论》是政治哲学复兴的标志，而《正义论》中所提出的正义二原则——基本自由权和平等原则。自由原则简而言之则是每个人都有平等的权力去享有最广泛的自由权，而且所享有的基本自由权与其他每个人所享有的同类自由权相容。在这里，自由权的定义被限制了，它既不包括拥有生产资料的权利，也不包括自由放任主义所理解的契约自由权。平等原则是指应该对社会和经济的不平等进行调整，保证所有人的可选项都具有实质上的意义并且分配公正。在此之上，罗尔斯同时主张每个人可供选择的机会不应由伦理上的任何因素和先天资质所决定。换言之，当所有人同时作为个体出现的时候，评价他们的标准不应该因为其本身的伦理因素或先天资质而有所偏移或是改动，这在广义上也是一种平等主义。 罗尔斯试图用社会契约的衍生方式来解决分配公正的问题，而在新自由主义经济学深刻影响下，是否能够通过市场这一主体作为分配的主要因素成为了讨论的热点。关于市场的作用不在此书的探讨范畴之中，在此文中先按下不表。我们则聚焦于如何分配的原则性问题——即应该以怎样的原则去思考如何分配。对于一种看似合理并能够加以实施的政治理论和政治哲学而言，其背后都隐含着同样的终极价值——平等。在金利卡的《当代政治哲学》中作者通过对各种现行的政治哲学——功利主义、自由主义、自由至上主义、马克思主义、社群主义和多元文化主义、女性主义等——进行阐述。 对于功利主义，这里的“功利”与现代语境中稍显贬义的功利不同，功利主义最简单的表述就是“能够为社会成员创造最大幸福的行为或政策就是道德上正当的”，这套政治哲学将“社会成员”这个概念彻底的符号化了，社会成员是否能够得到最大幸福成为了这套理论对于行为或政策是否成功的唯一量化标准。功利主义倡导的目标不依赖于任何可疑的形而上实体而直接致力于增进的善，即进一步肯定人类福祉的重要性；同时，由于其尊崇的后果论，相应行为是否争议的检查标准则是去判断其是否产生了可识别的好处.后果论对于没有根据的道德禁令（例如同性恋、酗酒等）有强烈的反对意见，他们认为必须要能够指明具体的个人或集体因为被某种行为而导致其生活受到了实质的影响，才能够对这样“道德错误”进行指责。在康德的《道德形而上学的基础》中对道德的定义“完全先天地存在于人的理性之中。只有因基于道德的义务感而做出的行为，方存在道德价值”，而他对于道德的定义也基本上限制在了“除非你的格律也能将自己视为一项普遍法则，否则不要依之而行动”这一定言令式之中。这与功利主义中对于道德的定义大相径庭。在密尔看来，先前的学说中将先验的、形而上的理念作为其道德评判中的“善”的来源以及保障是完全不合理的。道德的准则应由一个与社会成员或是社会整体息息相关的、可以量化的标准来确定。 功利主义吸引人的点在于，其本身就符合热门的两个直觉，第一，人的福祉是重要的；第二，道德规则必须依照其对于人的福祉的后果而受到校验。习俗和权威在功利主义下也必须要接受人类进步标准的检验，是针对偏见和迷信的最有力的武器，个人认为功利主义最大的历史进步就在于此，以此为准绳，我们能够不囿于腐朽而落后的信条来面对当今迅速变化的社会，我们只需要检验这样做是否能够产生好处，就能够迅速地迭代自身的知识而将自身有限的精力投入到更加无限的现实中。同样可以通过知识的传递举例，对于一门科学，其在大规模计算机投入应用之前发明了无数能够简化计算或是近似逼近的算法（我们将其称之为经典理论），而由于生产方式的变化，能够通过更加简单但计算更复杂的办法（这部分并不需要人脑实现，我们称之为现代理论）来解决现在的问题，那么我们是否可以在学习时抛弃对于经典理论的学习而将其划分进科学史中，以节省有限的精力？这在功利主义者的眼中看来，的确是顺理成章的行为。当经典理论被现代理论所扬弃的同时，现代理论也在被后现代理论所批判，例如考虑在更极限的情况下如何更快更准确的算出结果，理论在否定之前的理论的同时又会被之后的理论所否定，在否定的否定之中理论螺旋式的前进。。而在现实生活中，我们将大量的科学知识通过压缩成科学史等，将几乎最新的前沿技术进行科普化、简单化，这样能够使得知识在传输中不受到过分的损耗和干扰，又能够使知识的接收者简单、快捷的获取、接受和应用知识，从而能够尽快的创造知识。 但与此同时，功利主义的行为标准并不只是行为者本人的最大幸福，而是全体相关人员的最大幸福。当我们采用功利主义的原则来思考问题的时候，社会成员的个体性就被消融了，社会成员的身份被抽象化而导致个体的身份的失去，同时，如何判断个人利好和集体利好之间有机的结合关系同样是较为关键的问题。 功利主义在界定人的效用的时候，有四种解释，享乐主义、非享乐主义的效用偏好的满足、有理据的偏好满足。而其中前三者很容易被驳倒;前两者只需要把脑子泡在营养液中用电极刺激即可，但这样并不会产生任何价值。而“偏好的满足”的问题主要在于人的偏好总归是有不理性的部分，如果当下的偏好与自己想要的东西相背离，那么这样的偏好也不应当被满足。针对第四种偏好的批驳主要在于对“有理据”的概念的理解，对于不同的人来说，有理据的程度也因人而异。 但功利主义同时出现了两大问题： 一、 功利主义排斥了对特殊关系的特殊义务，如果一个人将借来的钱捐给公益组织，那么这所造成的社会效用已经远远超过了不还钱所带来的损失，在功利主义者的眼中，这样做完全是合理的，在这个例子中，功利主义仅仅把特殊关系考虑进了效用的计算内容，而非计算的前提。 二、 功利主义的计算纳入了不该被纳入的偏好，由于功利主义认为人人平等，因此一些可计算的偏好被主张纳入，例如种族歧视等。虽然一般的动力主义者可以认为歧视性规则会造成全人类长期效用的损害，因此功利主义不主张。但谬论在于，虽然歧视性规则会造成人的效用的减少，但长期看来，由于歧视性态度的人越多，越因为歧视而快乐，效用加总之后，歧视性规则的有害程度反而会不断减小。","link":"/2020/11/07/%E5%85%B3%E4%BA%8E%E5%8A%9F%E5%88%A9%E4%B8%BB%E4%B9%89/"},{"title":"关于疫情的这几天","text":"我为何总是感到孤独 站在万家灯火中看着通明的鳞次栉比 直到这股西伯利亚的冷风穿过秦岭灌进四川盆地的东北角后，几天以来靠人气和太阳光照积攒的向上的暖湿空气在执着的与它斗争着，他们除了冷暖之外别无二致，而在它们的耳鬓厮磨中，共有的部分被无限的放大，不同的部分被极缓慢的结合，化合成留在地表即将被风带走的。路上的探照灯正以稳定而又古板的姿态记录着每个以服从期望$\\lambda=0.1$的泊松分布的车辆的轨迹，混着雨。 被禁足又想禁足的人站在万家灯火中，看着通明的鳞次栉比，唯一看不到的就是早已熄灭了灯光的，自己脚下的楼层。水泥的强度不仅是为了抵抗数百年一遇的大震，也是为了挡住万一趁虚而入的COVID-19，更是为了挡住本身就已早已不熟悉的左邻右舍。 这也未尝不是件好事，来来往往的人群仿佛在一瞬间消失匿迹，整个高速运转的城市流水线被人扼住了命运的咽喉，无奈的发出几声嚎叫之后就失去了生息。城市在慢慢的活过来，而人的心却在慢慢的死去，才活络起几天的心思慢慢地又禅机了下去，消逝于四季三餐和柴米油盐中，继续这自己原有的生活，装作一切都没有发生，装作自己心里那个小孩从来也没有过，罔顾它已经慢慢死去的事实，慢慢看着城市张开大口，收走了所有的念想和思考，行尸走肉一般成为把自己吞噬的怪物的一部分。 没有人可以在这样的轮回中脱逃出来，每一个妄图逃离城市的人最后都会成为城市的一部分，然后他们与他们的他们相识、结婚、生子，他们和他们的他们的下一代又重复着一切又全然相似的生活，在这样的生活中，旋转着沉沦，把自己揉碎了的骨灰撒在城市中，又成为了城市真正的一部分，化身它的牙，它的骨，它的血。 在日复一日的辗转中失掉了共情的能力，哭声所在之地只要不在目之所及的一亩三分地下便已经达到了可以漠视的地步。娱乐至死和无处安放的热血与生机开始交姌，剩下一个人面蛇身的怪物，人性中的恶开始向不知所谓处回到，希望砍到本身就不存在的目标，殊不知落刀的空处却是跟自己所纠缠。 砍出的刀终究是落向自己。 雨夜落下的寒冷让人感觉到彻骨的冷意，上升的暖风和下降的冷气在头顶相遇，演化成雨，演化成冻，蚕食理想也鲸吞愿望。","link":"/2021/11/09/%E5%85%B3%E4%BA%8E%E7%96%AB%E6%83%85%E7%9A%84%E8%BF%99%E5%87%A0%E5%A4%A9/"},{"title":"关于自由主义","text":"直觉主义会导致其耗散函数（cost function）无法达到统一，在几乎无序和随机的初始条件下，耗散函数的不确定只会是的整个系统继续向温度（Thermal）无限增大的状态移动而非收敛（converge）至一个冰点（freezing point） 在罗尔斯之前的政治理论一直以来是属于两个极端，一方面是完全的功利主义，另一方面是各种直觉主义的大杂烩，而直觉主义总是由一个所谓“本质”上的第一原则组成，一是无法形成一套自圆其说、自洽的逻辑，甚至可能做出相互冲突，以至于完全相反的指令。二是缺乏一套统一的概念和原则之间的排序，，无法衡量这些原则优劣的任何的明晰的方法和有限的规则。对于社会群体而言，即使个人的身份认同已经在逐渐消失和削弱，其诉求本身有着广泛的多样性。对于每个个体而言，直觉主义的“第一”第一原则终归是不同的，在这样的情况下，整个社会群体的“第一原则”的确定终归是无法达成共识的。在这样的一锅“混沌汤”中，每当社会群体面临价值判断和评价时，信奉直觉主义并不能提供任何实质性的帮助。 例如，当人们凭借直觉和诉求去谈论如何在平等和自由或效率之间求得平衡时，由于个体之间的差异，对于平等和自由或效率的重视程度的不同，其最终的结果永远只能够成为一种无序熵增的状态。如果将社会群体的价值取向和对问题的抽象为一个退火算法的实现过程，直觉主义会导致其耗散函数（cost function）无法达到统一，在几乎无序和随机的初始条件下，耗散函数的不确定只会是的整个系统继续向温度（Thermal）无限增大的状态移动而非收敛（converge）至一个冰点（freezing point），致整个优化算法的失败。这就是没有统一价值判断的后果。对于这样一个本质上非理性的直觉主义的信条的信奉对于个体而言可能是对的，对于从可识别的伦理原则中肯定可以推出对于社会正义的全部判断，而直觉主义者相信到的实施的复杂性可以使得判断的充分性无法得到承认和说明，从而使得代表相互竞争原则的多元性成为必然的后果。 罗尔斯的历史重要性就在于对于直觉主义和功利主义僵局的打破，他的理论的核心论点在于，所有的社会基本益品（机会、财富、自由等）必须平均的分配，除非不平等的分配可以有利于最少的受惠者。不平等存在的前提在于对于不平等成都的选择权应当在对于分配的较不利的人的手上，即“最大最小”原则。 罗尔斯对于以上两条的论证采取了两种方法，一是无知之幕，在人们商量给予一个社会或一个组织里的不同角色的成员的正当对待时，最理想的方式是把大家聚集到一个幕布下，约定好每一个人都不知道自己将会在走出这个幕布后将在社会/组织里处于什么样的角色，在这样的情境下，由于个人的受惠并不与自己的个人选择相结合，人们为了保证自身的最低生活水平，总归是想要尽可能的平均分配可能的社会资源，因为没有人可以保证自己是否会成为那个获得最少资源的人。 对于罗尔斯的理论而言，机会主义的实质是让人的命运可以“钝于境遇，敏于选择”，即个人的先天因素也是可以被考虑进社会的竞争中的，也就是说，只要规则一致，即使是残疾人也应该与普通人站在同一条赛道上赛跑，而正常人的收益也是公正的。所以罗尔斯提出了他的差别原则：只有当有天赋的人受益于自己天赋的同时，又能同时促进那些天赋较差的利益， 那么这样的结果才是公正的。但如果将天赋这样的条件转变为对于同种事物的不同期望，情况就会变得复杂起来。罗尔斯会主张对于更加严格要求的人境遇的提升是建立在要求更宽松的人的境遇也提升的情况下，这显然是不公平的。 如何权衡“钝于境遇和禀赋”和“敏于志向和选择”，德沃金提出十分复杂的“人生拍卖”体系将人所有的禀赋进行量化的交易，对于天生疾病的人，可以通过后天交易货币的补足来进行适量的补充。但对德沃金的批判包括但不仅限于“保险方案”本身的不足、无知之幕下保险比例的选择，优势和劣势的难以区分等。 所有的政治哲学最终都指向“责任”这一个终极命题，个体对于群体有怎样的责任，而社会整体对于组成其的个体又有怎样的责任？当种种流派都在指责自由主义者“过分看重权利”时，但种种流派自身的核心理念都是责任，且争论的重点大多放在了如何处理个人责任和集体责任的问题。过分考虑个人责任毕竟会导致集体责任的缺失，过分强调集体利益则必然会导致个人责任的忽略。对于德沃金来说，责任的平等分配则是政治理论分享的一种终极价值，所有的政治理论都是“平等主义”的理论，而政治争论的平等主义共识则保证了政治讨论和政治思辨的差异性和统一性。 参考书目： 《当代政治哲学》，威尔·金利卡 《正义论》约翰·罗尔斯 《至上的美德：平等的理论与实践》罗纳德·德沃金","link":"/2020/11/07/%E5%85%B3%E4%BA%8E%E8%87%AA%E7%94%B1%E4%B8%BB%E4%B9%89/"},{"title":"关于马克思主义","text":"如果人不能够将劳动作为提升自身素质的手段，而是沉迷于（或不得不沉迷于）满足生存需要，劳动的作用就会被不断地异化，从而导致人失去了发展自己的能力。 在《德意志意识形态·费尔巴哈》中，马克思将分工作为了人类迈入高级文明阶段的标志之一，从原始社会中分工出一部分人进行专职的宗教活动，到家庭的出现导致的分工，然后进化成雇佣制的劳资关系，人类的分工随着经济水平和物质丰富程度的发展而不断被细化，从而达到专人专办的结果。进行到大机器资本主义时代后，无产阶级与资产阶级的阶级矛盾逐渐显现，而欧洲工人运动的进行又为无产阶级的联合提供了滋生的土壤。相互催化之下，马克思主义学说继承了法国的空想社会主义、英国的古典政治经济学和德国古典哲学，形成了一套完整的学说体系，作为指导工人运动和阶级斗争的最为广泛的指导思想 在自由主义语境下的讨论中，其出发点在于如何保证社会的公平，在这两种学说之中，社会的首要价值是正义。为了保证社会的公平，剩下的价值观例如自由、共同体、效率等均可以被忽略。但是，对于传统的马克思主义学说认为，正义理论的本身只是一种陈词滥调而已，因为优良的共同体并不需要关注公平，在完善的分工和分配制度下社群不会出现关于公平的争论。但是由于客观上资源的有限性和主观上个体目标的不一致性，争议的理论需要用来调节资源分配的矛盾。 对于部分马克思主义者而言，共产主义的目标就是在主观上消灭目标的不一致，在客观上解决资源的匮乏问题。在所有个体共同享有同样目标的同时，由于善恶观念的高度趋同，对于权利义务的考量将不会存在。同时由于物资匮乏的困境将会随着生产力的发展不断被解决，客观上囿于资源的纷争也即将停止。 在这样的语境下，正义理论只是在无法达到最终结果的一种补救性措施，并且坚信如若沉溺与正义理论的繁文缛节中就无法真正的解放生产力和生产关系，从而忽视真正的目标，即建设共同社会、实现共产主义的目标。上一篇读书报告中，我们认为所有的政治哲学都有关于责任的讨论，在马克思主义这样极为注重社会群体利益的学说中，个人对于集体的责任显然是非常重要的一项讨论内容，原始的马克思主义学者认为，与自由主义者相反，如果人们越关注于自身的利益，就越会忽视他人的需求，并且会为自己忽视他人的行为找到正当性，长此以往，就会离实现人人为我、我为人人的共产主义社会越来越远，强调正义理论的必要性就是在为实现共产主义设下障碍。 马克思对于正义理论的讨论的缺失的主要原因是因为，相对于其他学说（功利主义、自由主义、自由意志主义等）不同，马克思认为，由于生产的过程中就出现了生产资料占有与付出劳动的对象之间的差异，在生产过程中就已经出现了不公平的情况 但马克思主义对于正义理论重要性的忽视同样导致了其早期学说出现了系统性的漏洞，众所周知，资源的匮乏性和稀缺性是造成商品价值不同的根本性因素，客观上价值的不同在价值总量相同的情况下，必然会体现出资源的稀缺性，这在可见的未来都是可以预料到的，马克思主义如果不能克服自身对于分配理论和正义理论的先天缺失和忽视，就很难成为在当前资源匮乏，全球右转时代的政治哲学 由于马克思主义自带的正义理论于传统的左翼政治哲学的正义理论虽然共同享有平等主义的特质，但其内涵并不完全相同。罗尔斯的学说中，平等主义的内涵是对于私有资源的平等化，但马克思主义这却认为私有资源的拥有其本身就是不正义的，而只有通过生产资料和公共资源的社会化才是正义的本质。只要存在私有财产，就必然会导致一些人受到另外一部分人的政治压力的迫害，除非将生产资料完全的社会化。 马克思认为私有财产的不正义的其中一个原因是劳资关系（雇佣关系）本身就是一种不正义的剥削。在《共产党宣言》中，当劳动者除了自身劳动力之外没有任何资源可以被当作商品出售的时候，商品的生产过程中的不正义就已经出现，再强调最终分配时刻的公平理论无疑是隔靴搔痒。劳动者生产了所有的产品而资本家不事生产，按照马克思主义的理念，资本家此时不应获得在产品生产和后续交易中的任何价值，这显然与现实生活中的规律不同，由于劳动者不占有生产资料，为了生存就必然要接受雇佣，从而接受剥削。 异化理论是马克思主义的另一个分支理论，它从完善论的角度阐述了私有制对于个人发展的限制。对于资源的分配，按照完善论的说法，应当促进人实现自己之为人的独特潜力和卓越，马克思主义则认为，人的卓越之处在于能够从事自由而有创造性的生产，如果人的劳动只是为了换取生存所需的资源，那么劳动就被异化了。工人的劳动力转化为了完全不受自我控制的纯粹商品，使得劳动这种本身为了满足自身发展的活动被异化为为了生存而不得不进行的行为，缺乏对于人的内在的尊重和满足，对人的完善是不利的。私有制下的劳动雇佣关系异化了我们，所以应当废除私有制并使生产资料社会化，人人都掌握生产资料的同时，劳动的目的就已经变成了满足自身价值的活动，从德国古典哲学，特别是康德，一脉相承的马克思主义认为这样的劳动将避免人成为手段，从而将人作为了目的。 如果人不能够将劳动作为提升自身素质的手段，而是沉迷于（或不得不沉迷于）满足生存需要，劳动的作用就会被不断地异化，从而导致人失去了发展自己的能力。 参考书目： 《德意志意识形态·费尔巴哈》，卡尔·马克思 《当代政治哲学》威尔·金利卡 《资本论》卡尔·马克思 《共产党宣言》卡尔·马克思","link":"/2020/12/24/%E5%85%B3%E4%BA%8E%E9%A9%AC%E5%85%8B%E6%80%9D%E4%B8%BB%E4%B9%89/"},{"title":"对倒","text":"Mourn for an Old FriendCollaborate with Another Colleague 那些美好的过往，都是这一生，最安静最甜美的珍藏了 对倒当低头看着面前仅仅腰高的墓碑之时，视角会突然地转换，他的眼突然地下沉，看不见任何东西。直到抬起头之后才看到了一个在碑前的自己，哭成了傻子——题记 一他在离开家乡的时候，哭的像个傻子。 本是少年不知愁滋味的年纪，却要独自背井离乡，去到一个只在大人的简短交谈中谈到过的地方，对未来的无知与迷茫，对离开亲人的不舍和困惑，在他小小的脑袋中混杂在一起，发酵、酝酿成了一种叫做”悲伤”的情绪。 除了自己的亲人之外，他忘不掉的还有一个剪影，一个谁都不知道那是谁的剪影。 他知道他们还会相见，在13月的32日，星期八的25点，在那一刻起，他们会再做一分钟的朋友。就因为这一分钟，他能够完整地拥有她，他也只能在这一分钟拥有她 二她和他是从小玩到大的同学，一直有着同样的爱好，有着同样的生活。 她在收拾行李前往外地时，最后看了一眼自己的小房子中的陪伴了她这十余年的零零碎碎。再过几天，这处房子就会被另一个她完全不认识的人，一个她从来没有见过的人，一个她之后也不会再见面的人接手。 自此之后，这所房子如何，与她无关。就像她在这里经历过的所有事，遇到的所有人，都会与她无关。 但她还是记得一个跟她有关的少年。 三终究是少年心性，总有千百般不舍，看到了新奇的一切终究会被忘得一干二净。虽然他对未来依旧迷茫，对亲人依旧思念，但他至少还抱有了一丝希望，对未来的希望，对再见到她的希望。 他开始了自己的生活，在每一个辗转反侧的晚上，在每一个闲来无事的黄昏，在每个神情恍惚的清晨，他总会想起她来，想象着她跟自己做着同样的事情，思考着同样的烦恼，欣喜着同样的欣喜。 生活在一天天地继续着，他对她的思念与感怀也在一天天的加深着，从每段无所事事的闲暇到聊天时莫名其妙的走神，他总会想到她，想到她是否和自己一样的，在想着对方。 四外地的生活于她而言是轻松而充实的，每天都有完美的计划和充实的安排，所有人都对她很好，她也是个成绩能够名列前茅的人。 她自然也有很多的追求者，他们也很优秀。但在和他们接触的过程中，她总会觉得少了些什么，总觉得，有一个人的影子没有在他们当中显现出来；总觉得…… 少了他的影子。 五他每天重复着机械的生活，宿舍，教室的两点一线，作业，听课的无限重复，让他逐渐失去了思念她的机会，他也看到了或许更为优秀的，更加适合他的人。 但他从来没有动心过，至少没有向对他那样动心。保持良好的关系 他温柔细腻的性子让他能够和所有的异性交流得很顺畅，他能够在一堆女生之中如鱼得水，他能够记住跟每个人聊天的话题，他能揣摩出每个人的心思，从一言一行，点滴谈吐之中看到这个人真正的样子。 他也遇到了一个对他有莫名的好感的女子，她是那么的让人如沐春风，对他的每一个话题都能无比感兴趣的接下去。他们相谈甚欢，但他始终坚守着一条底线，一条叫做她的底线。 再没有任何人能够像她一样看得清他，他之所以能够成为现在这样， 全是拜她所赐。 她把一个更好的自己作为了一份完美的礼物，为了他们的离别 或是永别。 六时间总是兜兜转转，似乎曾经的画面被蒙上了老旧的颜色，以前无比珍视的点点滴滴成了埋在心中的旧箱子里尘封的珍贵的符号。那些不经意间闪过的帧帧一幕，带着仿若隔世的甜美；那些不可言明的过往情节，她偶尔想起时会笑起来，然后昂首挺胸继续向前。 她活成了明亮璀璨的模样，一如往常一样。虽然遇到了很多温柔的善良的人，但她还是时常想起他，想起年少时单纯的相伴，那些不用思虑就能开怀大笑的时光，那些心照不宣的默契，和未宣之于口却心知肚明的，朦胧直白的情感。 别人都说，她笑起来是极好看的。就像冬天裹在脖子上的暖和的围巾，像夏天冒着汽的橘子味汽水，像秋天不时拂过的凉风，像春天刚刚融化的河边钻出的草芽，仿佛所有的美丽都聚焦在了这嫣然的一笑。 但她自己知道，她最肆无忌惮的笑容，留在了年少的时光里，留在了被珍藏的泛了些许的黄的画面里。 七他走在街上的时候，明明看到了那张他思念已久的面庞的，但是他却不敢相认。 他承认自己不是一个勇敢的人，不是一个优秀的人，也不是一个值得她的人。但心中总是有着冲动，有着想把那数年未说出的话全盘托出的冲动。 他无数次的幻想过，有一天，他会冲到她的面前，将他年年岁岁将要向她诉说的心事和少年的烦恼全盘倒出，无有保留的和盘托出。 他不敢，他害怕。 就像这次，在468公里之外的另一个城市，占地面积14435平方千米的城市，1604.5万人的城市，但他们就是在同一条街的头和尾，向着中间走去。 见到她的时候，他的心乱了。它能够清晰地听到自己的愈发粗重的呼吸声，逐渐加快的心跳声，不住颤抖的手。 他从来没想到他还能遇到她，在这个时间，在这个地点，在这个人来人往的繁华街道。嘈杂的人声在他的耳中消失，逐渐地，归于虚无。 他再也看不见她了，不是不能，而是不想。 他以为再次遇到她是能够不卑不亢，至少不会自乱阵脚。他一直以来给自己套上的盔甲在这一瞬间四分五裂，消失不见，只露出一个无所适从的小男孩，在天崩地裂面前瑟瑟发抖。 他低着头走开，没有再抬眼看那双他魂牵梦绕了许久的眼睛，没有再看那个让他心神不宁的身影。 八当她再次见到他时，她确信自己听到了时光在崩塌的巨响，摧枯拉朽，不留半点情面。 隔着一条街，在两条路上，相向而行的两个人。 是不期而遇，也是久别重逢。 仿佛时光经过折叠，穿过虫洞，跨越时空，曾经的孩子成了半大少年的模样，眉眼间笼上了些思虑重重的味道。 少年成长的过程总是伴随脱胎换骨般的变化，一张似是而非的容貌，一种似是而非的熟稔，一阵似是而非的，或许可以称之为悸动的情感，轻的细的，羽毛般拨动了一下，发出了无声的震颤。 她觉得恍惚而陌生。 但她还是只花了一个照面就认出他，就连那些她曾以为自己已经忘却的画面，都拂去了表面的尘灰，显露了原本的清晰而光鲜的模样，在阳光下跳跃着温柔的光。 她恍然间仿佛觉得回到了曾经，那些一起笑一起闹的日子，那些熟悉到不辨你我的日子，那些没有经历分别而显得有些陌生的日子，那些画面摇晃着，模糊了她的眼睛，她在这样的恍惚里无声的笑，仿佛他们从来没有分开的模样。 等她回过神的时候，她和他已经很近了，她看着他，清楚地知道他也看见了她，她知道自己和他的表情一定是类似的，在一样的迷茫与惶惑掩藏下有翻涌的久别重逢的喜悦，视线交汇里年少的默契穿过时光而来。 但她也没有开口，仿佛他们从来没有见过。 心照不宣地，她和他没有停下脚步，没有寒暄，甚至没有点头致意。 隔着一条街，在两条路上，相向而行的两个人，他们擦肩而过。 她有些隐秘的失落，但那有什么关系呢。 那些美好的过往，都是这一生，最安静最甜美的珍藏了。 九她走了，不会回来，再也不会回来。 十“你知道吗，其实我一直想告诉你，我喜欢你很久了” “就像在林间迷路的小鹿找到了清澈的水源，就像在漫天的黑暗中看到的一丝光亮，就像溺水的人抓住的最后一根稻草。” “那天我看见你了，就在那条街上，我向南走，你向北走。” “我当时真的害怕自己会冲到你的面前把你抱进怀中，告诉你，我爱你，爱到不能自拔，爱到失去自我。” 看着面前只有腰高的黑色大理石的墓碑，她短暂的生卒年月印在上面。来来往往的人很多，他们忙着烧纸钱，放鞭炮。他们的墓碑很高，很华丽。华丽得就像他们仿佛过完了一个完美的人生，没有任何缺点和失败。他们在后人的眼中飞升成神，脱去了人的血肉和灵魂。 她不一样，她的每一个动作，每一场哭泣，每一次微笑都像生死簿一般烙印在了他的心间。再多的孟婆汤灌下都如同对着镜子擦拭镜中花上的露珠，看似努力无比，却又没有任何办法抹去她曾经存在的证据。 当他在她的墓前轻轻地放下她最喜欢的雏菊花时，他摩挲着积上了薄薄一层灰尘地她在墓碑上的脸，轻轻地吻在了这座墓碑上。灰尘的味道是苦涩的，但其中还有着一丝淡淡的咸味，和一丝没由来地甜蜜。 我没有机会吻你，除了这一次。 当我看着那个我曾经无比亲近的人被一抔黄土天人两隔时，视角会突然地转换，我看到了那个墓前沉默而不说话的傻子，看到他仔细地看着碑上的每一个字迹，感受到他嘴中传来的温度和咸度。 那是眼泪的味道，那是不甘而又无奈的味道。 那是悔恨的味道，那是绝望的味道。","link":"/2021/11/09/%E5%AF%B9%E5%80%92/"},{"title":"德意志意识形态","text":"全世界无产者，联合起来 辩证唯物主义由列宁提出 马克思思想的来源 德国古典哲学 法国空想社会主义 英国古典政治经济学 德国古典哲学的前提 近代以来西方文明的转型 从“前现代社会”到“现代社会” 自然科学繁荣背后的秘密 假设 自然界的规律确实存在 自然界的变化有因果律存在，存在原因就存在结果 这种规律本质上是可以被人认识的 人的理性能够发现问题 唯理论和经验论的争论 从“本体论”到认识论的转变 从“这个世界是由什么组成”到“为什么人可以认识世界” 大陆理性派和英国经验派的交锋 欧洲大陆哲学与英美分析哲学 笛卡尔的“我思故我在“ ”我怀疑“是不容怀疑的——存在问题，即”我“是否存在 寻找”无前提“的根据 Being/sein——”是“ 理性派认为自己在寻找无前提的依据，但是每一个根据之前都存在一个前提 经验派——大卫·休谟 通过感觉到的经验进行归纳得出，质疑规律。 所有的因果律并非必然，而是一种习惯 康德的批判哲学 将哲学真正的职业化 笛卡尔、牛顿等都并非职业哲学家 康德用德语写三大批判，确立了德语在哲学的重要地位 ”本质是过去了的存在“——Sein（存在）的过去式是gewesen——名词Wesen 休谟和卢梭的影响 卢梭认为自然科学的发展会导致人在道德上的堕落 批判的含义 指把自己置身事外，从旁边进行观察和评论 站在整个人类世界的旁边，考察人类自身、人类的理性和知识，评估上述工具的可靠性 康德哲学的问题意识 Was kann ich wisse (What can I know) 《纯粹理性批判》 人类知识的何以可能 Was soll ich tun (What should I do) 《实践理性批判》 我应该做什么 人类的道德是否存在规律（己所不欲勿施于人） Was darf ich hoffen (What may I expect) 《单纯理性范围内的宗教》 Was ist der Mensch (What is a man) 《纯粹理性批判》$\\Rightarrow^{《判断力批判》}$《实践理性批判》 从认识到行动通过情感进行转化 康德哲学的问题意识 先天综合判断如何可能 人类的知识的基础是判断（A是B），构成了知识 人类的知识是否存在先天的综合判断？即无前提的判断 分析判断&amp;综合判断 A是A是一个分析判断，即谓词部分的内容包含在主词之中 物体是有广延的 任何物体都占据一定的空间$\\Rightarrow$没有广延不是物体 分析判断是一个具有先天必然性的判断；类似于 一切的事物都是由实体的 综合判断的谓词不包含在主词中（A是B） 可以扩展知识，但不是必然的 衣服是白的 分析判断的优点在于必然的正确性，而综合判断可以扩展人类的知识 先天综合判断 康德认为存在 所有的数学公理是先天综合判断（$5+7=12$、两点之间直线最短） 《纯粹理性批判》感性$\\to$知性(verstand)$\\to$理性(Vernunft) 黑格尔：感性是一种意味 先验感性论 感性是否拥有形式？感性的先天直观形式：时间和空间 时间和空间一起构成了数学知识 先验分析论 康德的哥白尼式的革命（反常识的革命） 亚里士多德$\\Rightarrow$观念符合对象——主观判断是否符合客观事物 客体的实在性是由主体的观念性定义的“人为自然界立法” 黑客帝国讨论了康德的这个问题 现象和物自体（自在之物），不可知论 将世界分开 现象：自在之物呈现出来的样子 所有的知识都是在解释自然界所提供的现象 因为人具有先天的直观形式，因此一直在观察自然界的现象 物自体、真实世界的不可知 认识论：客观是由人的主观建立起的客观，建立之后就并不以人的意志为转移 知性的纯粹范畴 并非被动接受的能力，而是主观能动的经历 知性建立在感性的基础上 一切科学知识都具有感性的内容和知性的形式 知性的范畴（十二范畴表） 数学性范畴（处理单个对象） 量：单一性——多数性——全体性 质：实在性——否定性（多数是对单个的否定）——限制性（与否定性结合的实在性） 力学性范畴（处理对象间关系和作用） 关系：实体性——因果性——协同性 模型：可能性——现实性——必然性 先验辩证论 理性(Vernunft)导致的辨证谬误：从投机、狡猾$\\to$辩证 e.g. $\\ lim 0.9999\\cdots\\to1$ 从无限到有限 由于理性拥有无穷追溯的原理，追溯到之后所有的结果都脱离了现实世界，到达了“彼岸世界”，从而出现谬误 理性会产生幻相 《实践理性批判》 理性本身不构成知识，理性的法规体现在实践方面 从知道什么到应做什么 纯粹理性向实践理性的过渡：自由 自由：超越本能 中国传统道家哲学中的自由 老庄是指自在 自由散漫：随心所欲、随意、任意 西方哲学的自由 自发形成的理由 黑格尔的自由层次 消极的自由（否定的自由） 说“不”的自由，体现在小时候，黑格尔认为会导致自杀 而自杀通过理性的推断看来是极具行动力的事件，是一个极为积极的行为 积极的自由（任意的自由） “自由散漫”的表象，黑格尔认为会导致犯罪 真正的自由 在一个限度之下做事，是一种颠倒 明知可以做但却不去做 康德认为自由是不可认识的，是自在之物（物自体），但是可以指导人的行动 认识和行动是分离的， 人应该按照道德的绝对律令来行动 你要只按照你同时也能够愿意它成为一条普遍法则的那个准则而行动（同情心） 康德的四个例子： 不要说谎（说谎成为普遍法律会自我取消） 不要自杀 要发展自己的才能 在别人有困难的时候帮助别人 这是一种应当，前两种是客观上的自我取向，后两种是主观上的自相矛盾 《判断力批判》 为行动和认识架起桥梁——通过“反思性的判断力” 使用判断力将两个感觉经验通过因果性范畴得到知识——“规定性的判断力” 反思性判断力 并非“规律性”而是“合规律性” 反思：从对象身上看到的并非认识能力范围内的特质，而是自身的某种需要 通过反思得到了自己 诸认识能力的自由协调活动 协调产生了自己对自己的需求和愉悦感，而这种愉悦感是共通的，因此是“合规律的” 知识v.s.反思 花是红的 “红色”是可以被规定的，作为客观存在的 花是美的 这朵花对于观察者而言是美的，“美”无法被规定，从自身中反思到了愉悦感，是否存在“同情心”，能否共通$\\to$合规律 愉快的情感是共通的，但是并非是一种认识，因此它是一种反思。 花是美的并非认识或者道德，但是可以作为道德的象征，指引人的同情心和共通感。而道德的本质就是一种共通感 康德的历史目的论如何在行动上验证自己的科学知识？ 虽然不能把科学的知识投射到道德上的应当，但是可以通过指引，从自然科学的立场上启发人的道德境界 假设：自然是有目的的（参考达尔文进化论），目的是为了生成人 人的目的是什么 活着？ 这样的目的不会实现，因为必定会死。如果仅仅带有这样的目的，就不能称作人。 人的目的是在最初就产生在人之中的 e.g. 劳动 人的劳动与一般动物的觅食、喝水等有怎样的区别？——人的劳动带有目的性 以造房子为例，造房子之前就已经有蓝图，目的在行动之初就已经存在了 目的本身就是一种结果 劳动本身是一种目的行为，将人和动物分开 人的目的性的颠倒 将本应作为结果的目的当作开始 人为什么要劳动 科技进步能够提高生活质量等现实目的 追求真理等道德目的 人性的根本恶的作用 西方哲学普遍信奉性恶论 人是理性的导致人性的根本恶，无法被摆脱 根本恶的目的 发展出一种善——法律 中国文化是一种早熟的文化 费希特的行动哲学 哲学家总是通过不同的方式去解释世界，而不是改造世界 费希特的时代已经开始强调人的行动 费希特其人 希望可以补充康德的思想，被康德否定 不承认自在之物的存在 科学的发展本质上是对话和积累 《全部知识学的基础》康德将世界分为现象和物自体，而人的认识从现象永远无法接触到不可认识的物自体 费希特认为物自体是一种多余的东西 由于确定了物自体的存在和不可认识，那么物自体已经开始被认识了 物自体是可以认识的 物自体是一种认识的能力 自我意识的认识原则和自由意志的行动原则的合一 自我意识本身就是一种物自体，是一种自由 由于缺少悬设而导致缺少敬畏之心 费希特是典型的主观唯心主义 知识学 Wissenschaft 人类的一切知识都是科学 三个命题 正题：自我设定自我（同一律：A=A） 从我$\\Rightarrow$我，而这两个我并非同一种东西 当自我设定自我的时候，“我”还没有成为“我” 反题：自我设定非我（矛盾律：A$\\neq$-A） 当人设定自我的时候又设定了非我 一切不是我的东西都是由我来设定的 面对非我，才能继续设定自己 人的自由体现在在限制环境下的克服阻力 合题：自我在自身中设定自我与非我的对立（充足理由律）【绝对自我】 通过克服非我的途中定义了非我 需要自我与非我的对立来发现自我 自我与非我的和解 “上帝就是伊甸园中的蛇”、“上帝和撒旦是同一个人” 需要通过人类下到伊甸园之下去发展自我 给予人类理性的苹果 黑格尔的客观唯心主义的哲学体系《德意志意识形态》批判“青年黑格尔派” 黑格尔建立“体系”，将万事万物都包含在体系之中 “上帝死了” 理论来源 对康德的批判（在岸边学游泳） 彻底消解物自体 揭示了辩证法的积极性 在康德看来辩证属于消极的事物，例如理性，理性较之于知性的高级在于理性可以追溯无限的事物，但是在追溯过程中会出现阻碍，因为理性超出了经验的范畴，从而导致追溯的事物无法被检验，形成二律背反 宇宙整体时间空间是有限的还是无限的 有限：在时间上存在开端和结尾，在空间上有边界$\\to$无法证明 反证法：假如没有开端，就不能形成“过去”的概念 如果时间之前是“无”，那为什么时间不从“无”开始？$\\to$时空是无限的 辨证谬误出现，形成二律背反 黑格尔认为问题出在“宇宙边界”上 “宇宙整体”本身是一个矛盾的概念 由于消极因素的存在而导致这些概念都是积极的，因为存在矛盾才是动态的概念，而不是僵死的 一定要出现自相矛盾，因此概念才会运动，世界不是僵死的 Untergang 人之初性本贱？？？ 由于人内心的自相矛盾导致了人的运动 对实践理性的批判（“存在即合理”的错误） 言论自由？道德律令 混合了动机和后果，言论自由维护动机，但是要考虑这样做的后果 莱布尼兹断言：我们这个宇宙是上帝创造的最好的宇宙 凡是现实的都是合理的，凡是合理的都是现实的 凡是合理的东西都应该被实现，即使不是现存的 对费希特的推崇和批判 肯定十二范畴表 范畴表的推出是由经验出发的 对古代思想的吸收 柏拉图、亚里士多德等，认为哲学就是哲学史 人类的本身是人类发展的历史 基本特征 实体即主体 拥有能动性的叫做主体 将能动的活动作为基础 主体仍是一种逻辑 逻辑是可以被认识的 “悟”在中国哲学的重要性 意在言外 逻辑必须是可以言说的，而哲学需要被传承 逻辑、认识论、本体论的三统一 从正题到反题到合题 不断地在自己否定自己 种树的过程中是树种否定树苗，树是对树苗的否定，果实是对树的否定。而果实的本质是一个种子。 这是不断地再返回自身，但是最初的种子与最后的种子并非同一种物质 《哲学全书》的体系 体系建构 逻辑学 存在论 质 存在 有 无 变 定在 自为存在 度 量 本质论 概念论 扬弃(Anflehen) 原有的状态被新的状态 逻辑学$\\to$应用逻辑学:包括自然哲学/精神哲学 还原论到目的论 还原论：人和石头没有任何不同 目的论：石头有变成人的趋势 自然哲学带着目的论的眼光 一切向着人发展 从机械论到物理论到有机论 人是物质最高等的状态 现在出现了比人更加高级的生命形态，人只是为了更高级的生命形态作铺垫 精神哲学 国家和市民社会（精神哲学-&gt;客观精神-&gt;伦理-&gt;市民社会、国家） 国家分为三个环节，其中包括历史 黑格尔的眼光中，人类历史的发展衡量自由的发展程度 东方世界只有皇帝一个人自由 希腊、罗马等公民社会只有一部分人自由 希腊和罗马的民主是“公民”的民主 在西方世界中一切人都是自由的 国家是人与人的联合体，个人自由是集体自由的前提条件 NBA中出现了集体自由与个人自由的冲突 为了集体自由需要放弃个人自由 共产主义社会下 为实现集体自由，需要发展个人自由 马克思早期思想历程学生时代 犹太人的身份焦虑 马克思是在天主教区信仰新教的犹太人，共产主义在20世纪被认为是犹太教弥撒亚主义的变种，是犹太教的阴谋 中学时代的理想主义《青年在选择职业时的考虑》 考虑到当时德国中学生学习的都是康德的绝对道德律令，马克思的想法并非特例，而是普遍现象；不需过多妖魔化 建立法哲学体系的尝试 失败，遇到了第一次精神上的危机 博士论文《德谟克里特的自然哲学与伊壁鸠鲁的自然哲学的差异》 探讨两者原子论之间的不同 德谟克里特：原子间存在体积和形状的差异，构成了万事万物的差别 伊比鸠鲁 原子内部有差异，原子在运动过程中会发生偏斜 原子内部有主动性，通过矛盾互相碰撞是的物质出现主动性 办报时代 《莱茵省议会关于盗窃林木的会议记录》 开始接触社会 捡走在地上的树枝是否属于偷窃？——联想到“具有拜物教的原始部落” 拜物教是一种感性欲望的宗教 对树枝的执着是感性欲望在作祟 反省欲望的宗教作为宗教的运行模式使得人类出现了幻觉 青年黑格尔派 对于宗教的评判更加极端化 费尔巴哈《基督教的本质》 不是神造人而是人造神 黑格尔法哲学批判 黑格尔认为国家才是本质 批判：不是国家制度创造人民而是人民创造了国家 流亡时代 《论犹太人问题》（1843） 强调了“异化”“共产主义” 从基督教国家到公民国家，需要一场政治革命——主宪 美国是一个极度宗教化的国家但同时又有最大程度的自由 犹太人是不平等的$\\to$追求公民的解放 追求公民的解放就自然争取到了对犹太人的解放 马克思认为公民的解放只是政治，而不是人的解放。 将宗教从政治领域剔除毫无意义 “自由是做人和不损害他人权利的事情的权利” 解放=“使自由”，实践自由 Recht：权利=法=正义的 自由这一人权不是建立在人与人相结合的基础上，而是相反，建立在人与人相分割的基础上。这一权利就是这种分割的权利，是狭隘的、局限于自身个人的权利 在局限在自己的范围内做自己任何想做的事情 权利是需要分割的——西方个人主义的基础 自由这一人权的实际应用就是私有财产这一人权 人权的基础是财产 犹太精神(Judentum)与商业精神 将金钱视为普遍事物的价值. 解放犹太精神要将自己从金钱中解放出来,才能实践自由. 《黑格尔法哲学批判》导言（1843） 解放的方式是暴力革命 19世纪的马克思是鼓励上街暴动的 批判的武器不能代替武器的批判,物质力量只能用物质力量来摧毁;但是理论一经掌握群众,也会变成物质力量．理论只要说服人，就能够掌握群众；而理论只要彻底，就能说服人．所谓彻底就是抓住事物的根本．但人的根本就是人的本身 缺乏对事物根本的分析就会导致在暴动的过程中弄错对象 德国解放的实际可能性到底在哪里? 就在于形成一个被彻底的锁链束缚着的阶级,即形成一个非市民社会阶级的市民社会阶级,一个表明一切等级解体的等级 市民阶级:资本主义阶级 一个由于自己收的普遍苦难而具有普遍性质的领域,这个领域并不要求享有任何一种特殊权利,因为它的痛苦不是特殊的无权,而是一般无权,他不能再求助于历史权利,而只能求助于人权,它不是同德国国家制度的后果发生片面矛盾,而是同它的前提发生全面矛盾,最后,他是一个若不从其他一切社会领域解放出来并同时解放其他一切社会领域,就不能解放自己的领域 受到的苦难具有普遍性质 以为自己受到的是普遍的苦难,但是革命到最后都会要求享受一种特殊的权利 “64”途中就已经出现了青年学生中出现了对特殊权利的追求 国家为何产生? 每个人的自由发展是一切自由发展的前提 普遍的无权利\\不要求享有特殊的权利 总之是这样的一个领域,他们本身表现了人的完全丧失,并因而只有通过人的完全恢复才能回复自己.这个社会解体的结果,作为一个特殊等级来说,就是无产阶级 无产阶级的产生 工人在中国并非可以称之为无产阶级 《巴黎手稿》（1844） 1844经济学哲学手稿 探讨了三个问题 异化劳动 现有的经济运行模式的根本是靠异化劳动 他在自己的劳动中不是肯定自己,而是否定自己,不是感到幸福,而是感到不幸,不是自由的发挥自己的体力和智力,而是自己的肉体受折磨,精神遭摧残.因此,工人只有在劳动之外才感到自在,而在劳动中则感到不自己.他在不劳动时觉得舒畅,而在劳动时就觉得不舒畅 因此他的劳动不是自愿的劳动,而是被迫的强制劳动.因此这种劳动不是满足一种需要,而只是满足劳动以外的哪些需要的一种手段 做任何事情的目的都不是为了事情本身 劳动的异己性完全表现在:只要肉体的强制或其他强制已停止,人们会像逃避瘟疫那样逃避劳动 如果能够带薪休假那么任何人都 私有财产和共产主义 异化劳动的现实物质就是私有财产,解决方式就是共产主义 共产主义是对私有财产,即人的自我异化的积极的扬弃,因而使通过人并且为了人而对人的本质的真正占有;因此,它是人向自身\\向社会的即合乎人性的人的复归,这种复归是 这种共产主义,作为完成了的自然主义=人道主义,而作为完成了人道主义=自然主义,他是人和自然界之间人和人之间的矛盾的真正解决,是存在和本质、对象化和自我确证、自由和必然个体和类之间的斗争的真正解决。它是历史之谜的解答,而且知道自己就是这种解答 经济型的共产主义 利用私人财产反对私人财产 政治性的共产主义——无政府主义 仍然保有私有观念，而私有制的观念依旧压迫着人们 真正的共产主义 所有根本性矛盾的真正解决 共产主义作为理想观念是可以成立的，在逻辑上是自洽的。吊诡之处在于马克思一方面强调实践，另一方面又是一个理论家。 “共产主义社会一定能实现”是一种信念而非信仰，信仰是指完全不能实现但依旧选择相信的。需要设定一个与理想和现实之间存在差别的彼岸世界，而永远无法实现，但是要不停地去奋斗实现。 共产主义的实现代表对私有观念的彻底扬弃，并非从私有转向共有 黑格尔的精神现象学 解释黑格尔的哲学体系的本质是精神现象学,是精神哲学的一个环节 遇见恩格斯 《神圣家族，或对批判的批判所做的批判》 对青年黑格尔派的批判 《费尔巴哈提纲》 《德意志意识形态》 句读 迄今为止人们总是为自己造出关于自己本身、关于自己是什么或应当成为何物的种种虚假观念。他们按照自己关于神、关于标准人等等观念来建立自己的关系 对于自己的认识是错误的,因为先验地设定了正常人 他们头脑的产物不受他们支配。他们这些创造者屈从于自己的创造物。 神话中的形象难以脱离人的形象 他们在幻象、观念、教条和被想象的本质的存在物的枷锁下日渐委靡消沉,，我们要把他们从中解放出来。我们要起来反抗这种思想的统治。 我们要教会他们从头脑里抛掉这些臆想，这样——当前 的持存的现实性就会崩溃。 有一个好汉忽然想到，人们之所以溺死，是因为他们被重力思想迷住了。如果他们从头脑中抛掉这个观念，比方说，宣称它是迷信观念，是宗教观念，他们就会避免任何溺死的危险。 通过不相信重力来摆脱被淹死的困境 他一生都在同重力的幻相作斗争，各种统计给他提供大量有关这种幻想的有害后果的新证据。这位好汉就是现代德国革命哲学家们的标本。 与幻相进行斗争得到新的证据之后继续跟新的幻相作斗争 从施特劳斯开始的黑格尔体系的解体(腐败)过程发展为一种席卷一切“过去的力量”的世界性骚动(发酵),(一切过去的力量都被裹挟其中) 绝对精神的瓦解过程是黑格尔哲学体系的分解 通过山寨黑格尔的思想来形成大的变革","link":"/2019/06/25/%E5%BE%B7%E6%84%8F%E5%BF%97%E6%84%8F%E8%AF%86%E5%BD%A2%E6%80%81/"},{"title":"现代文学传统与写作","text":"$$\\lim_{内在的深度\\to\\infty}=黑暗的大陆$$ 从New York—Shanghai到《传奇》 从text到textile；本意是表达编织 由于消失的恐惧增加了表达自己的欲望，加剧了情感的浓度 现代大都市提供了可能性 文学写作的传统一直存在 文本的概念存在于各种事物当中 今天的人们把手机当作自己外化的工具，极大程度成为了身体的延伸，替代了我们的大脑，眼睛和心灵，是一种进步，同样也是一种萎缩 手机、相机的相框限定了人的视野，人与手机的关系越来越亲密 写诗不再是对于爱情的崇高表达，成为了“文青”的代言 波德莱尔《给一位擦肩而过的妇女 A um passante》,1857 最早的现代主义诗人，在《现代生活的画家》中给“现代性”下了定义。不再相信循环和轮回 这位女子是一位家中出现不幸的人 所有敏捷的反应都来自童年时的震惊(shock) “咸猪手”行为的发生，暗示着人群对于神经的麻痹作用 在心理上的大多数造成了一种“无能”的状态，无法成为爱的意义上的Hero，而只能成为性关系中的无能者 大城市中将会发生的相处模式 乡村中的相遇是熟人与熟人的相遇，目光中带有伦理的审视；城市则不同，遇到的人都是陌生人，只有相遇的关系。没有伦理的关系 城市中的相遇提供了隐藏自己伦理道德的机会 “蓄电池”理论，大城市提供的相处模式和情感模式，给每个人提供了能量 人群的喧嚷和推搡 大众与个人并不对立，大众给城市居民到来了具有强烈吸引力的形象，大众给个体提供了保护膜，为人们提供自由 有空间感，不需要维持道德的假面和伦理的想法 在大都市中相遇的爱情并非是在第一瞥，而是最后一瞥；永远的告别放大了情感的浓度 成功者才有资格回忆，loser只能丧失对回忆的勇气 经历过断裂才能回忆 大都市中没有了骑士般的爱情，只能停留在保险合同式的安全爱情，和对性的无谓享受。失去了对爱的行动的能力（非诚勿扰） 爱情想要“零伤亡”，由于无能而不敢追逐爱情，没有能力创造出骑士般的勇敢形象 “娘炮”的产生代表着社会和时代的危机，使大街上的偶遇愈发重要 张爱玲《封锁》 结婚之前喜欢的是足球场上奔跑的身影，结婚之后则想的是球场下的臭袜子 吴翠远爱上的是一个没有社会角色的声影，是一种符号般的爱情；转化为婚姻之后会带来一系列的问题 电车继续开动之后社会身份被重新拾起，又走回了自己的轨迹 倾城之恋 那时我们都在忙着谈恋爱，哪有时间恋爱 因为有了战争，所以开始了恋爱 把笑话都说给别的女人听了 传统与个人能力 传统含有历史的意识，不但要理解过去的过去性，还要理解过去的现存性 所有人的写作都写在传统之中 限制在文学的传统之中 常识上的谬误在文学上而言并不重要； 文学就是一个无中生有的过程；难以确认所读的书是否真实存在 男人和女人已经变成了完全的生理上的概念，而非原有的社会意义。社会角色的析构是在性别的激进下出现的。 时间的第四维，就是过去，现在和未来嬉戏着一起到来的状态 欧阳江河《计划经济时代的爱情》 改变了小说写作的方式《狂人日记》 “今晚的月色真美”文学史与写作史 作家的可能写作是在“历史”和“传统”的压力下被确立的，因此存在着写作史 来自先前写作甚至自己写作历史的顽固的沉积，捂盖住了我的语词的当前声音 内面的深度与叙述的角度inner man：内在的深度，两个自我之间的距离——内面（interior） 开始有了不能与他人分享的心事，需要给自己留一些表达空间的时候（加锁的日记，etc.），即使共享同一个躯壳，却有不同的灵魂。 在人类历史上，人类发现内身（欧洲哲学史成为“发现儿童”）。古代人没有现代人的“发展学习”，欧洲在文艺复兴（进入现代）以后发现了与成人阶段截然不同的阶段,之后又出现了“青年的发现”。 中国的古人，个人状态和公众状态的相同——“慎独”。公私之间的区分和个人和公众状态是截然不同的，不存在个人的世界。 独立的卧室表明了需要用居住上的私人空间来反应,卧室的出现与人内部的发现是同步的 现代人对于内部世界有一个较为广泛的需求 长中短篇小说并非由字数确定，而是三种不同的体裁 长篇和中篇的时间跨度不同内在的自我与外部的自我有存在冲突 self-conscious：人与动物的不同 “我”能够意识到“我在思考” 冲动的时候存在一种“无意识”的状态，由本能控制，既是心理状态也是生理状态，人有一块“黑暗的大陆”，存在一种无意识的力量 文学是现代的产物，因为古人没有“文学”的概念,litertrue被赋予了抽象的意义，现代意义上的发展使得人们需要填补自身的空虚；只有通过外部的事物才能表现自身的状态 欧洲的长篇小说几乎均是扣成一环的，而并非像中国小说一样较为独立的章节 Genre：文类 文学的阅读 “隐含作者“：真实作者通过隐含作者投射在小说之中，二隐含作者的人设并非与作者直接相联系 真实作者、隐含作者、叙述者的三维与真实读者、隐含读者和理想读者在小说中的存在 叙述者：每个人都有自己的角度，每个人的角度都有局限性 视差：聚焦到某一点是，其他的部分会被虚化，即使都在现场，也会有不同的故事 第三人称叙事者：全知全能的叙述者，上帝视角看角色，叙述者可以去任何地方——“花开两朵，各表一枝”，但是作家都会忽略自己的无意识的部分 阅读是要阅读出作家的无意识，不用过分在意作者的意愿。 《狂人日记》 pre：可以分成几个部分？“狂人日记”是谁命的名？文中到底有几部“狂人日记”？ 有三本日记：鲁迅自己，抄写日记的人，狂人 受过现代医学训练，但却写了一篇文言的小序——暗示白话是疯狂的 确定了现代小说的类型和样式，是中国第一篇短篇小说，有了鲁迅的《狂人日记》，中国人的白话有了模仿的对象，鲁迅的白话句式有了西方语法的句式，以一种翻译的句式，写出了白话小说，为整个中国现代文学、现代小说立法（canon：典律，可以被模仿；classic：不能被模仿），在鲁迅之后就有了写作的法则，奠定了写作的可能性；是第一篇现代主义的小说. “略作联络”：在叙述上做了一定的辩护 白话文是“狂人”，白话文收到了迫害，写出了白话文的提倡者受到的真实情况，看待白话文的状态仿佛是理智人看待狂人的状态，将文言文比作理智状态，白话文比作躁狂状态 “圣愚”：宗教中的先知 狂人的疯狂：文言与白话；理智与疯狂。将自己的遭遇认为是哲学上的遭遇 用书写克服疯狂 大量使用西方文学中的文学意向和写作概念 小说的写作不仅依靠情感和经验，还需要技术 鲁迅的每一次写作都是不带钥匙的写作 《伤逝》 将整个事件的时间设置为一年，是为了预示一个轮回 租房的困难——不属于往常意义上的情侣，涓生的年龄较子君大很多 在人物设置上有鲁迅和许广平的影子 不存在“作家意图”的概念 写作时的状态和语言运用的问题使得作者失去了对作品的解释权 作家无法写清自己的写作意图，也无需完全遵守作者的完全意图 从“意识”到“无意识”，把握形式中的“无意识”的部分 文章中的词语对应 可能是有意的或是无意的，但是读者可以将其作为一个独立的文本 “诗无达意”——作家的写作是一个无意识的过程 在文学批评的意义上对于作家意图的探讨没有意义 这也是需要重新阅读、反复发现的原因 第一人称叙事 “渣男”的形象与社会的困顿相对应 社会的成分在左右着涓生的选择，用涓生的口吻有选择性地进行描写 无法评价“子君”的形象 内容被涓生“篡改”过 在技术上屏蔽了解答的可能，无论如何都只能通过涓生的眼睛来看待一切 是一种极为有效的设计，使得自己的形象完全被掌握在自己手中 有意的遗漏对自己不堪的事情 爱情观念发生的变化影响了鲁迅对于整个中国人生活状况的看法的改变 1925年之后鲁迅认为老人也有追求爱情的权力 可以看作女性对男性反抗的故事 通过“忏悔录”式的写作来解剖自己 《沉沦》 用西方意义上的表现表达反抗的精神（同性恋行为），是对资产阶级的夫妻制度进行反抗 “性”，是一个延续种族的活动。1919年前后，激发出了中国文学的强大活跃性，在文学的意义上加以确立 中国的现实镶嵌在世界文化当中，反思资产阶级文化的缺陷 《巴黎的忧郁》：每一个巴黎人感受到的忧郁的状态 具有科学意义的“解剖体” 郭沫若《庐中梅》 挑战公共道德的界线，欲望成为小说的材料 欲望是人的生活当中不可或缺的部分 欲望应当存在，必须尊重 理智和欲望一直存在着冲突 被自己的欲望折磨，将身体作为了自己的主人 无法克制自身对女性和快感的欲望和要求 理智和欲望的冲突达到阈值的时候只能选择自杀 symbol，imaginary，real 镜像阶段：镜中的样子构成了镜中的理想形象 镜中的象与人的关系是本我和Autre的区别 镜中的世界既是Utopia也是Heterotopia 是自我理想的投射，提供一个想象中的自我 在真实生活中有一个other 象征界里的大“他者”+想象界的小“他者” 造就了现代人的复杂性 Affect$\\to$effect 从Love到Eros 爱情包含欲望，既是精神性的也是现实性的 人无法控制意识的流动和欲望的滋生 身体性的欲望会改变精神的指向，形成了深不可测的内在深度 $\\lim_{内在的深度\\to\\infty}黑暗的大陆$ 有了内在深度的个人反映在文学作品当中，因此第三人称的叙述已经不够叙述人物内在幽深的部分 爱情和死亡是对肉体的否定 在“love”的意义上，爱情是爱对方的精神和灵魂，肉体变成了这种romatic的反面 在对爱作界定的时候希望排除欲望 希望将性作为爱的存在性的证明和赌注 情感上永远希望将爱作为精神上的最高形式 死亡成为了爱情额最好证明 证明了爱的纯洁性和宗教性 爱情和死亡在某种情况下有着一定的相似性 Intertext：《南迁》和《迟桂花》共享同样的主人公，作为“互文”的手法 《迟桂花》 肺病是一种极好的“文学病” 在19世纪是一种绝症 肺结核不会损伤女人的容颜，同时让女人在发病时更加好看 白血病 不会让女人损伤她的容颜和理智 适当的病痛可以增加恋爱的阻力，使得受阻成为一种美感 神经衰弱症 在弗洛伊德看来是由性欲的不满足导致的 她的红红的脸颊，挺突的胸脯，和肥圆的肩背 阐述欲望的正当性 对于肉体观看的本身具有爱情的意味 《莎菲女士的日记》 渴望得到凌吉士的肉体且完全不喜欢苇弟 蕴姊已经嫁人，也是唯一可能与莎菲相爱的人 是一种类似于同性恋的情感 在五四文学作品中经常出现同性恋 这是最完美的情感，她的丈夫是苇弟的哥哥 莎菲与蕴姊的关系的结束成为了小说情节上的起点——莎菲情感上的空缺 12.24开始——平安夜 “我”住的公寓+“我”得了肺病+“我”是个学生 从看报来引出现代人的生活习惯 重复提到“一个女人应该……” 一个女性的意识史 歇斯底里症的患有，被认为是女性所独有的病症 一直在试图在爱情中找到自己的目的 “爱”的概念是无限的，但是生活中遇到的人是无限的 证明了女性欲望的存在 日本的私小说深受法国的自然主义文化的影响，将私人生活作为文学可以书写的对象 中国古代儒家在话语的论述上反对人欲，但是在客观上肯定其存在 维多利亚时期压抑欲望使得弗洛伊德提出“现代文明是压抑欲望的文明”， 郁达夫将私小说带入国内后对国内的作家产生了巨大的影响 丁玲第一次将女性欲望的合法性写作在小说之中 可以因为欲望放弃完美的爱情和生活 陷入了无休止的反思之中 虽然有控制自身欲望的理智，但均以失败告终 欲望的本身不受理智支配$\\to$欲望存在合理性 证明了灵魂与肉体的分离 “不是一个正经女人所做不出来的” The subjectivity of soul 用饮酒和死亡替代恋爱 即使用死亡也无法泯灭对于爱的渴望 男性化的女人爱上了女性化的男人 雌雄同体美学 可以为了肉体暂时的放弃灵魂的追求 没有能力扼制对于凌吉士的欲望，体现了一种irony的人格 写作时间的随意暗示自己随时都在发狂 写日记的莎菲和现实中的莎菲暗示了现代人的分裂，是对现代人的心理的真实描写 人的无意识的提出与照相机和电影的发明几乎同时 《我在霞村的时候》 中国男人缺少情感性的表达 道德与政治上的双重困境冲突造就了阿桂的形象 在使用第一人称叙事的过程中需要遵循视角的限制 Chaptar.2抒情的可能与韵律的构造 鄙视链的形成 “食欲的河流” 用“废话体”作为对文学写作传统的反抗和对传统诗歌的嘲讽 嘲讽用精致语言写作的诗歌 “散文诗”出现 有韵律的表达已经阻挡了人的表达 戴望舒 《我的记忆》 有意愿的记忆和无意愿的记忆 有意愿记忆和无意愿记忆的区分 在寂寥时出现了记忆的拜访时无意愿记忆的部分 将记忆人格化体现了西方哲学中认识和行动的区别 因为只有记忆来找他$\\to$现实生活中没有人在意他 《雨巷》非常适合刚刚进入文学领域的人阅读 主题是爱情 使用押韵的句式 卞之琳《组织的距离》 延迟的获得 人类决定开口的一瞬间就是第一首诗 在内容之前关注的是韵律和形式 小说与诗歌的不同在于语言的使用 intertextuality:互文性，阅读时会联系到以前阅读的文学作品 打破已有的写作习惯和阅读习惯，欣赏与以往文本的反抗关系（《生活》北岛） 中国文学诞生于欧洲现代文学的流行之后 “地图”与“报纸”象征着时间与空间的距离组织到同一个时刻，在心理学意义上被压缩成一个瞬间 朋友寄来的照片已经取代了表象性 “诗家语”：并非属于日常生活的语言，只有在诗歌当中才会体现 穆旦《诗八首》 穆旦原名查良铮（1918~1977） 在西南联大任教时收到了英国现代主义诗歌的影响，特别是奥登的影响 “自然的程序” 将分裂的状态有一个统一的表达 “野兽”充满着野性的魅力 乡村的记忆和时间的重组城市的病症和感官的强度","link":"/2018/12/25/%E7%8E%B0%E4%BB%A3%E6%96%87%E5%86%99%E4%BD%9C/"}],"tags":[{"name":"Sketch","slug":"Sketch","link":"/tags/Sketch/"},{"name":"Lecture Notes","slug":"Lecture-Notes","link":"/tags/Lecture-Notes/"}],"categories":[{"name":"Topology","slug":"Topology","link":"/categories/Topology/"},{"name":"Literature","slug":"Literature","link":"/categories/Literature/"},{"name":"History","slug":"History","link":"/categories/History/"},{"name":"Philosophy","slug":"Philosophy","link":"/categories/Philosophy/"}]}